Repository: huangyingw/front
Catalog: src/locale/Minds.*.xliff
Languages: vi

# M__COMMON__THANKS_LET_US_KNOW_KEEP_MINDS_SAFE
source: Thanks for letting us know! We appreciate your effort to keep Minds safe and secure.
vi: Cám ơn vì đã cho chúng tôi biết. Chúng tôi cảm kích nỗ lực của bạn để giữ cho Minds an toàn và bảo mật.

# M__COMMON__REVIEW_REPORT_ASAP
source: We will review your report as soon as possible.
vi: Chúng tôi sẽ xem xét báo cáo của bạn trong thời gian sớm nhất.

# M__ACTION__CLOSE__CAPS
source: CLOSE
vi: ĐÓNG

# M__ACTION__TRANSLATE
source: Translate
vi: Dịch

# M__ACTION__REPORT
source: Report
vi: Báo cáo

# M__COMMON__WAIT_UPLOAD
source: Please wait until the upload is complete.
vi: Vui lòng đợi cho đến khi quá trình đăng tải hoàn tất.

# M__ACTION__FEATURE
source: Feature
vi: Tính năng

# M__ACTION__SUBSCRIBE
source: Subscribe
vi: Theo dõi

# M__ACTION__BAN_USER
source: Ban user
vi: Chặn người dùng

# NOTIFICATIONS__NOTIFICATION__COMMENT_X_ON_Y
source: {INTERPOLATION} commented on <span>{INTERPOLATION_1}</span>
vi: {INTERPOLATION} đã bình luận về <span>{INTERPOLATION_1}</span>

# NOTIFICATIONS__NOTIFICATION__X_POINTS_FOR
source: {INTERPOLATION} points <span>for</span>
vi: {INTERPOLATION} chỉ ra <span>cho</span>

# NOTIFICATIONS__NOTIFICATION__FOR_WORD
source: for
vi: cho

# GROUPS__REMOVE_X_FROM_Y_CONFIRM
source: Are you sure you want to remove {INTERPOLATION} from {INTERPOLATION_1}?
vi: Bạn có chắc chắn muốn loại bỏ {INTERPOLATION} từ {INTERPOLATION_1} không?

# M__COMMON__BAN_PERMANENTLY
source: Ban permanently
vi: Cấm vĩnh viễn

# GROUPS__NAME_PLACEHOLDER
source: Enter a name
vi: Nhập tên

# GROUPS__CONVERSATIONS
source: Conversations
vi: Cuộc đối thoại

# GROUPS__DESCRIPTION_PLACEHOLDER
source: Enter a brief description
vi: Nhập một mô tả ngắn gọn

# GROUPS__OPEN_GROUP
source: Open Group
vi: Nhóm mở

# GROUPS__CLOSED_GROUP
source: Closed Group
vi: Nhóm kín

# GROUPS__ANYONE_CAN_POST
source: Anyone can post
vi: Ai cũng có thể đăng bài viết

# GROUPS__POSTS_ARE_MODERATED
source: Posts are moderated
vi: Bài viết đã được kiểm duyệt

# GROUPS__DEFAULT_VIEW_FEED
source: Default view: Feed
vi: Chế độ xem mặc định: Bảng tin

# GROUPS__DEFAULT_VIEW_CONVERSATIONS
source: Default view: Conversations
vi: Chế độ xem mặc định: Cuộc đối thoại

# GROUPS__USER_INFO
source: Views: {INTERPOLATION} | Subscribers: {INTERPOLATION_1}
vi: Lượt xem: {INTERPOLATION} | Lượt theo dõi: {INTERPOLATION_1}

# M__FEATURE__POST_PLURAL
source: Posts
vi: Bài viết

# SEARCH_CONTEXT_COLON
source: Search {INTERPOLATION}:
vi: Tìm kiếm {INTERPOLATION}:

source: Your <a>video</a> is ready to be viewed!
vi: <a>Video</a> của bạn đã sẵn sàng để phát!

# NOTIFICATIONS__NOTIFICATION__REWARDS__YOU_HAVE_RECEIVED_X_TOKENS_TODAY
source: You earned {INTERPOLATION} tokens today.
vi: Hôm nay bạn đã kiếm được {INTERPOLATION} token.

# NOTIFICATIONS__NOTIFICATION__REWARDS__YOU_HAVE_LEFT
source: You have {INTERPOLATION} left to earn tokens today!
vi: Hôm nay bạn còn {INTERPOLATION} token để kiếm!

# MINDS__TOPBAR__VIEW_CHANNEL
source: View Channel
vi: Xem kênh

# MINDS__TOPBAR__ADMIN
source: Admin
vi: Quản trị viên

# MINDS__TOPBAR__FAQ
source: FAQ
vi: Câu hỏi thường gặp

# MINDS__TOPBAR__HS_GROUP
source: Help & Support
vi: Trợ giúp & Hỗ trợ

# MINDS__TOPBAR__TOP__OPEN_TRENDING_ITEM_TOOLTIP
source: Open may contain controversial content. By selecting Open, you acknowledge that you are willing to see controversial content.
vi: Nội dung này có thể gây tranh cãi. Nếu chọn mở, bạn xác nhận rằng mình sẵn sàng xem nội dung gây tranh cãi.

# M__FEATURE__OFFER__PLURAL
source: Offers
vi: Đề nghị

# BOOST__CREATOR__OFFERS_SELECTOR_DESC
source: Your content will be shared to a specific channel in exchange for USD or tokens.
vi: Nội dung của bạn sẽ được chia sẻ tới một kênh cụ thể để đổi lấy USD hoặc token.

# BOOST__CREATOR__PAYMENT_METHOD_CRYPTO_TITLE
source: Payment Method
vi: Phương thức thanh toán

# BOOST__CREATOR__TOKENS_PRIORITY_FEE
source: + <b>{INTERPOLATION} tokens</b>
vi: + <b>{INTERPOLATION} token</b>

# M__ACTION__BOOST_NEXT
source: Next
vi: Tiếp theo

# M__ACTION__BOOST_BACK
source: Back
vi: Quay lại

# WIRE__CREATOR__WIRE_NOTICE_TOKENS
source: Support <span>@</span>{INTERPOLATION} by sending them tokens. Once you send them the amount listed in the tiers, you can receive rewards if they are offered. Otherwise, it's a donation.
vi: Hỗ trợ <span>@</span>{INTERPOLATION} bằng cách gửi token cho họ. Khi bạn gửi cho họ số tiền được liệt kê trong các cấp, bạn có thể nhận phần thưởng nếu họ đề nghị. Nếu không, đó là một khoản ủng hộ.

# WIRE__CREATOR__AMOUNT_TITLE_HOW_MANY_TOKENS
source: How many tokens do you want to send?
vi: Bạn muốn gửi bao nhiêu token?

# M__COMMON__TOKENS_INPUT
source: Tokens
vi: Token

# M__COMMON__BALANCE
source: Balance
vi: Số dư

# M__WIRE_CREATOR__DONT_HAVE_TOKENS
source: Don't have Tokens? No problem.
vi: Bạn không có Token? Không vấn đề.

# WALLET__TOKENS_NAV
source: Tokens
vi: Token

# MINDS__WALLET__TOPBAR__TOKENS_TOOLTIP
source: See your contributions score and rewards, withdraw them and configure your ethereum wallet
vi: Xem điểm đóng góp và phần thưởng của bạn, rút ra và cấu tạo ví ethereum của bạn

# MINDS__WALLET__TOPBAR__WIRE_TOOLTIP
source: Your sent and received wires ledger
vi: Sổ sách của bạn đã gửi và đã nhận

# MINDS__WALLET__TOPBAR__MINDS_PLUS_TOOLTIP
source: Opt-out of boosts, earn 1,000 monthly points, access exclusive Minds content, and more
vi: Không tham gia quảng cáo, kiếm 1.000 điểm hàng tháng, truy cập nội dung độc quyền của Minds và hơn thế nữa

# MINDS__WALLET__TOGGLE
source: Wallet
vi: Ví

source: Tokens
vi: Token

source: Your Tokens balance
vi: Token còn lại

# WALLET__FLYOUT__GO_TO_WALLET
source: Go to Wallet
vi: Đi đến Ví

# BLOCKCHAIN__OPTIONS__LOCAL_WALLETS_LABEL
source: Local Wallets
vi: Ví địa phương

# MINDS__BOOST_CONSOLE__TOPBAR__NEWSFEED_TOOLTIP
source: Boosts shown on user's feeds
vi: Quảng cáo được hiển thị trên bảng tin của người dùng

# MINDS__BOOST_CONSOLE__TOPBAR__SIDEBAR_TOOLTIP
source: Boosts shown on sidebars
vi: Quảng cáo được hiển thị trên thanh bên

# MINDS__BOOST_CONSOLE__TOPBAR__OFFERS_TOOLTIP
source: Boosts you've offered to other users or that've been offered to you
vi: Bạn đã đề nghị Quảng cáo cho người dùng khác hoặc bạn đã nhận được đề nghị quảng cáo

# M__FEATURE__PUBLISHER
source: Publisher
vi: Người phát hành

# MINDS__BOOST_CONSOLE__TOPBAR__PUBLISHER_TOOLTIP
source: Boost Publisher program
vi: Chương trình người phát hành quảng cáo

# MINDS__BOOST_CONSOLE__TOPBAR__INBOX_TOOLTIP
source: Boosts that have been offered to you
vi: Quảng cáo đã được đề nghị cho bạn

# MINDS__BOOST_CONSOLE__TOPBAR__OUTBOX_TOOLTIP
source: Boosts you've offered other users
vi: Quảng cáo bạn đề nghị cho người dùng khác

# BOOST__CONSOLE__CARD__VIEWS_SO_FAR
source: {INTERPOLATION} views so far
vi: Đến nay đã có {INTERPOLATION} lượt xem

# BOOST__CONSOLE__CARD__VIEWS_DELIVERED
source: {INTERPOLATION} views delivered
vi: {INTERPOLATION} lượt xem được nhượng lại

# BOOST__CONSOLE__CARD__POINTS_VALUE
source: {INTERPOLATION} points
vi: {INTERPOLATION} điểm

# BOOST__CONSOLE__CARD__TOKENS_VALUE
source: {INTERPOLATION} tokens
vi: {INTERPOLATION} token

# BOOST__CONSOLE__BOOSTER__POST_SOMETHING
source: You have no content yet. Why don't you post something?
vi: Bạn chưa đăng nội dung nào. Sao bạn không viết gì đó?

# WIRE__LOCK_SCREEN__TOKENS_PER_MONTH
source: {INTERPOLATION} Tokens/month
vi: {INTERPOLATION} Tokens/tháng

# WIRE__LOCK_SCREEN__OVER_TOKENS_PER_MONTH
source: over {INTERPOLATION} Tokens/month
vi: Hơn {INTERPOLATION} Tokens/tháng

# M__FEATURE__TOKENS
source: Tokens
vi: Token

# WIRE__CONSOLE__OVERVIEW__TOKENS_EARNINGS_TOOLTIP
source: The total in Tokens you have earned
vi: Tổng số Token bạn đã kiếm được

# MINDS__BUTTONS__UNSUBSCRIBE__SUBSCRIBED_LABEL
source: Unsubscribe
vi: Bỏ theo dõi

# MINDS_BUTTON__USER_DROPDOWN__VIEW_LEDGER
source: View Ledger
vi: Xem sổ sách

# MINDS_BUTTON__USER_DROPDOWN__VIEW_WITHDRAWALS
source: View Withdrawals
vi: Xem các khoản đã rút

# M__ACTION__MARK_AS_SAFE
source: Mark as Safe
vi: Đánh dấu an toàn

# M__ACTION__MENU__MARK_AS_OPEN
source: Mark as Open
vi: Đánh dấu đã mở

# SETTINGS__SUBSCRIPTIONS__LAST_BILLING
source: Last billing: {INTERPOLATION}
vi: Hóa đơn cuối: {INTERPOLATION}

# SETTINGS__SUBSCRIPTIONS__NEXT_BILLING
source: Next billing: {INTERPOLATION}
vi: Hóa đơn tiếp theo: {INTERPOLATION}

# MINDS__LOGIN__EXCEPTION__ATTEMPTS_EXCEEDED
source: You have exceeded your login attempts. Please try again in a few minutes.
vi: Bạn đã vượt quá số lần thử đăng nhập. Vui lòng thử lại trong một vài phút nữa.

# MINDS__LOGIN__EXCEPTION__DISABLED_USER
source: This account has been disabled
vi: Tài khoản này đã bị vô hiệu hóa

# MINDS__LOGIN__EXCEPTION__INCORRECT_USERNAME_PASSWORD
source: Incorrect username/password. Please try again.
vi: Tên người dùng/mật khẩu không đúng. Vui lòng thử lại.

# MINDS__LOGIN__EXCEPTION__ACCOUNT_LOCKED
source: Account locked
vi: Tài khoản đã bị khóa

# MINDS__LOGIN__EXCEPTION__BANNED_USER
source: You are not allowed to login.
vi: Bạn không được phép đăng nhập.

# MINDS__LOGIN__EXCEPTION__CODE_VERIFICATION_FAILED
source: Sorry, we couldn't verify your two factor code. Please try logging again.
vi: Xin lỗi, chúng tôi không thể kiểm chứng mã hai lớp của bạn. Vui lòng thử đăng nhập lại.

# MINDS__LOGIN__EXCEPTION__INVALID_TOKEN
source: Invalid token
vi: Token không hợp lệ

# MINDS__LOGIN__EXCEPTION__UNKNOWN_ERROR
source: Unknown error
vi: Lỗi không xác định

# MINDS__PASSWORD_TOOLTIP
source: Password must have more than 8 characters. Including uppercase, numbers, and special characters (ie. !,#,@)
vi: Mật khẩu phải có nhiều hơn 8 ký tự. Bao gồm chữ hoa, số và ký tự đặc biệt (ví dụ: !,#,@)

# FORMS__REGISTER__EXCLUSIVE_PROMOTIONS_ACCEPTANCE_LABEL
source: Receive exclusive promotions from Minds (recommended)
vi: Nhận quảng cáo độc quyền từ Minds (khuyến nghị)

# MINDS__ONBOARDING__WALLET_SETUP_TEXT
source: Set up your ethereum wallet
vi: Thiết lập ví ethereum của bạn

# MINDS__ONBOARDING__WALLET_SETUP_SUBTEXT
source: Click here to set up your ethereum wallet
vi: Nhấn vào đây để thiết lập ví ethereum của bạn

# NOTIFICATIONS__NOTIFICATIONS__LOAD_NEW_BUTTON
source: New Notifications
vi: Thông báo mới

# NOTIFICATIONS__NOTIFICATIONS__LOADING
source: Loading Notifications...
vi: Đang tải thông báo...

# MINDS__NOTIFICATIONS__TOGGLE
source: Notifications
vi: Thông báo

# M__COMMON_TOPBAR_TOP_TOOLTIP
source: Top displays the top content on Minds
vi: Bảng xếp hạng nội dung hàng đầu trên Minds

# MINDS__GROUPS__TOPBAR__YOUR_GROUPS_TOOLTIP
source: Your Groups
vi: Nhóm của bạn

# MINDS__GROUPS__TOPBAR__START_A_NEW_GROUP_TOOLTIP
source: Start a new group
vi: Bắt đầu một nhóm mới

# GROUPS__PROFILE__CARD_USER_ACTIONS__MAKE_MODERATOR
source: Make Moderator
vi: Đặt làm Kiểm duyệt viên

# GROUPS__PROFILE__CARD_USER_ACTIONS__REMOVE_AS_MODERATOR
source: Remove as Moderator
vi: Xóa Kiểm duyệt viên

# M__ACTION__UNFEATURE
source: Unfeature
vi: Ngưng tính năng

# M__COMMON__SELECT_A_CATEGORY
source: -- SELECT A CATEGORY --
vi: -- CHỌN MỘT DANH MỤC --

# @@MINDS__BLOGS__TOPBAR__SUBSCRIPTIONS_TOOLTIP
source: Blogs from channels you are subscribed to
vi: Blog từ kênh bạn theo dõi

# MINDS__BLOGS__TOPBAR__YOUR_BLOGS_TOOLTIP
source: Your blogs
vi: Blog của bạn

# MINDS__BLOGS__TOPBAR__WRITE_A_NEW_BLOG_TOOLTIP
source: Write a new Blog
vi: Viết một Blog mới

# M__ACTION__SEE_MORE_LIKE_THIS
source: See more like this
vi: Xem nhiều hơn

# M__ACTION__SEE_LESS_LIKE_THIS
source: See less like this
vi: Xem ít hơn

# COMMON__POST_MENU__FOLLOW_NOTIFICATIONS
source: Follow post
vi: Theo dõi bài viết

# COMMON__POST_MENU__UNFOLLOW_NOTIFICATIONS
source: Un-follow post
vi: Bỏ theo dõi bài viết

source: Block user
vi: Chặn người dùng

source: Unblock user
vi: Bỏ chặn người dùng

# COMMON__POST_MENU__MARK_AS_SAFE
source: Mark as Safe
vi: Đánh dấu là An Toàn

# COMMON__POST_MENU__MARK_AS_OPEN
source: Mark as Open
vi: Đánh dấu là Mở

# MINDS__SEARCH__TOPBAR__LATEST_TOOLTIP
source: Show newly created content first
vi: Hiển thị nội dung mới tạo trước

# MINDS__SEARCH__TOPBAR__CHANNELS_TOOLTIP
source: Show only channels
vi: Chỉ hiển thị kênh

# MINDS__SEARCH__TOPBAR__POSTS_TOOLTIP
source: Show only Posts
vi: Chỉ hiển thị bài viết

# MINDS__SEARCH__TOPBAR__VIDEOS_TOOLTIP
source: Show only videos
vi: Chỉ hiển thị video

# MINDS__SEARCH__TOPBAR__IMAGES_TOOLTIP
source: Show only images
vi: chỉ hiển thị hình ảnh

# MINDS__SEARCH__TOPBAR__BLOGS_TOOLTIP
source: Show only blogs
vi: Chỉ hiển thị blog

# MINDS__CHANNELS__TOPBAR__GROUPS_TOOLTIP
source: Show only groups
vi: Chỉ hiển thị nhóm

# BLOCKCHAIN__OPTIONS__INSTALL_WEB3
source: Minds recommends <a>MetaMask</a>. It's a bridge that allows you to visit the distributed web of tomorrow in your browser today. MetaMask includes a secure identity vault, providing a user interface to manage your identities on different sites and sign blockchain transactions.
vi: Minds khuyến nghị <a>MetaMask</a>. Nó là một cầu nối cho phép bạn truy cập môi trường web tương lai trên chính trình duyệt hiện tại. MetaMask cung cấp một kho lưu trữ danh tính an toàn, với một giao diện quản lý danh tính của bạn trên nhiều trang và ký các giao dịch blockchain.

# BLOCKCHAIN__OPTIONS__WEB3_LOCKED_OR_NO_WALLETS
source: There are no local wallets available, the wallet manager is locked, or you're connected to a different network.
vi: Không có ví địa phương sẵn sàng, hoặc quản lý ví đang bị khóa, hoặc bạn đã kiết nối với một mạng lưới khác.

# BLOCKCHAIN__WALLET_ADDRESS_NOTICE
source: Hey, do you want to setup your Tokens wallet?
vi: Xin chào, bạn có muốn thiết lập ví Token không?

source: Bought
vi: Đã mua

source: T-shirt Size
vi: Kích cỡ áo thun

# MINDS__ADMIN__ANALYTICS__PAGE_VIEWS
source: Page Views
vi: lượt xem của trang

# MINDS__ADMIN__BOOSTS__BOOST_BID_TOKENS_LABEL
source: Bid: {INTERPOLATION} Tokens
vi: Đấu giá: {INTERPOLATION} Token

# MINDS__ADMIN__BOOSTS__NOT_REVIEW_STATE
source: This boost is in {INTERPOLATION} state.
vi: Quảng cáo trong {INTERPOLATION} quốc gia.

# BLOCKCHAIN__OPTIONS__WALLET_TITLE
source: Token Configuration
vi: Kết cấu Token

# BLOCKCHAIN__OPTIONS__WALLET_DESC
source: Enter your Ethereum wallet address below. If you installed and unlocked MetaMask, or have a web3-enabled browser your local wallets will be listed below. You can click on them to auto-fill the address field.
vi: Nhập địa chỉ ví Ethereum của bạn dưới đây. Nếu bạn đã cài đặt và mở khóa MetaMask hoặc có trình duyệt hỗ trợ web3, các ví địa phương của bạn sẽ được liệt kê bên dưới. Bạn có thể nhấp vào chúng để tự động điền vào ô địa chỉ.

# BLOCKCHAIN__OPTIONS__WALLET_LABEL
source: Ethereum Wallet Address
vi: Địa chỉ ví Ethereum

# BLOCKCHAIN__OPTIONS__SAVE_WALLET_ADDRESS
source: Save Address
vi: Lưu địa chỉ

source: Pre-registered
vi: Đăng ký trước

# BOOST__CREATOR__CC_SELECTOR
source: Credit Card
vi: Thẻ tín dụng

# BOOST_CONSOLE_PUBLISHER__SETTINGS__TITLE
source: Publisher Settings
vi: Cài đặt của Người phát hành

# BOOST_CONSOLE_PUBLISHER__SETTINGS__DESCRIPTION
source: Being a publisher allows you to earn points and/or money by showing boosts on your channel page.
vi: Trở thành một Người phát hành cho phép bạn kiếm điểm và/hoặc tiền bằng cách hiển thị quảng cáo lên trang kênh của bạn.

# BOOST_CONSOLE_PUBLISHER__SETTINGS__BECOME_A_PUBLISHER
source: Become a Publisher
vi: Trở thành Người phát hành

# BOOST_CONSOLE_PUBLISHER__OPTIONS__STOP_BEING_A_PUBLISHER
source: Stop Being a Publisher
vi: Ngưng trở thành Người phát hành

# BOOST__CONSOLE__PUBLISHER_LEDGER__VIEWS_COLUMN
source: Views
vi: Lượt xem

# BOOST__CONSOLE__PUBLISHER_LEDGER__NO_EASRNINGS_NOTICE
source: No earnings to show.
vi: Không có thu nhập để hiển thị.

# M__CREATOR__CONFIRM_PASSWORD
source: Confirm password
vi: Xác nhận mật khẩu

# MINDS__LOGIN__EXCEPTION__INCORRECT_PASSWORD
source: Incorrect password. Please try again.
vi: Mật khẩu không đúng. Vui lòng thử lại.

# M__ACTION__SUBMIT
source: Submit
vi: Gửi đi

# SETTINGS__NAVIGATION__EMAIL_NOTIFICATIONS_NAV
source: Email Notifications
vi: Thông báo Email

# MINDS__SETTINGS__SESSIONS
source: Sessions
vi: Phiên

# MINDS__SETTINGS__YOU_CURRENTLY_HAVE_X_OPENED
source: You currently have {INTERPOLATION} opened <span></span>.
vi: Bạn đã mở {INTERPOLATION} <span></span>.

# MINDS__SETTINGS__SESSION
source: session
vi: phiên

# MINDS__SETTINGS__CLOSE_ALL_SESSIONS_CONFIRM
source: Close All Sessions
vi: Đóng tất cả phiên

# MINDS__SETTINGS__UNREAD_NOTIFICATIONS_LABEL
source: I have unread notifications
vi: Tôi có thông báo chưa đọc

# MINDS__SETTINGS__WIRE_RECEIVED_LABEL
source: I receive a wire
vi: Tôi nhận được một khoản chuyển

# MINDS__SETTINGS__BOOST_COMPLETED_LABEL
source: My boost has been completed
vi: Quảng cáo của tôi đã hoàn tất

# MINDS__SETTINGS__TOP_POSTS_LABEL
source: Top posts from my network
vi: Bài viết hàng đầu từ mạng lưới của tôi

# MINDS__SETTINGS__TIPS_IMPROVE_CHANNEL_LABEL
source: Tips on how to improve my channel
vi: Mẹo để cải thiện kênh của tôi

# MINDS__SETTINGS__SINCE_MISSED_SINCE_LAST_LOGIN_LABEL
source: Things I've missed since my last login
vi: Những thứ tôi đã bỏ lỡ từ lần cuối đăng nhập

# MINDS__SETTINGS__NEW_CHANNELS_LABEL
source: New channels to subscribe to
vi: Kênh mới để theo dõi

# MINDS__SETTINGS__MINDS_NEWS_LABEL
source: News about new Minds products and features
vi: Tin tức về sản phẩm và tính năng mới của Minds

# MINDS__SETTINGS__TIPS_ON_HOW_TO_USE_MINDS_LABEL
source: Tips on how to use Minds
vi: Mẹo sử dụng Minds

# MINDS__SETTINGS__EXCLUSIVE_PROMOTIONS_LABEL
source: Exclusive promotions
vi: Chương trình khuyến mãi độc quyền

# MINDS__SETTINGS__WIRE__PREVIEW_DESC
source: The below description and preview image is what your subscribers will see on your exclusive posts until they become a supporter.
vi: Mô tả dưới đây và hình ảnh xem trước là những gì người theo dõi bạn sẽ thấy trên các bài viết độc quyền của bạn cho đến khi họ trở thành người ủng hộ.

# MINDS__SETTINGS__WIRE__DESCRIPTION_LABEL
source: Description
vi: Mô tả

# MINDS__SETTINGS__WIRE__DESCRIPTION_PLACEHOLDER
source: eg. Support me to see my exclusive content and join me for a monthly video chat
vi: ví dụ. Hỗ trợ tôi để xem nội dung độc quyền của tôi và tham gia cùng tôi để trò chuyện video hàng tháng

# MINDS__SETTINGS__WIRE__BACKGROUND_LABEL
source: Background
vi: Hình nền

# MINDS__SETTINGS__WIRE__PREVIEW_LABEL
source: Preview
vi: Xem trước

# MINDS__CHANNELS__TOPBAR__SUBSCRIPTIONS_TOOLTIP
source: Channels you are subscribed to
vi: Kênh bạn đã theo dõi

# MINDS__CHANNELS__TOPBAR__SUBSCRIBERS_TOOLTIP
source: Channels who are subscribed to you
vi: Kênh đã theo dõi bạn

# MINDS__CHANNELS__TOPBAR__FOUNDERS_TOOLTIP
source: Channels who invested in the Minds Reg-CF Crowfunding campaign
vi: Kênh đầu tư vào chiến dịch huy động vốn từ cộng đồng Minds Reg-CF

# MINDS__NEWSFEED__TOPBAR__SUBSCRIBED_TOOLTIP
source: Your Newsfeed contains posts from channels that you are subscribed to, as well as boosted posts from the wider network
vi: Newsfeed của bạn chứa các bài viết từ các kênh bạn đã theo dõi, cũng như các bài đăng được tăng cường từ mạng rộng hơn

# MINDS__NEWSFEED__TOPBAR__BOOSTFEED_TOOLTIP
source: The Boostfeed only shows boosted posts from the wider network. To Boost your content, click the Boost icon on the topbar
vi: Boostfeed chỉ hiển thị các bài viết được tăng cường từ mạng rộng hơn. Để tăng cường nội dung của bạn, hãy nhấp vào biểu tượng Tăng cường ở thanh trên cùng

# MINDS__HOME__HOMEPAGE__ECONOMY_TITLE
source: How the economy works
vi: Kink tế hoạt động như thế nào?

# @@MINDS__VIDEOS__TOPBAR__SUBSCRIPTIONS_TOOLTIP
source: Videos from channels you are subscribed to
vi: Video từ các kênh bạn đã theo dõi

# MINDS__VIDEOS__TOPBAR__YOUR_VIDEOS_TOOLTIP
source: Your Videos
vi: Video của bạn

# MINDS__VIDEOS__TOPBAR__UPLOAD_TOOLTIP
source: Upload a new Video
vi: Tải lên một video mới

# @@MINDS__IMAGES__TOPBAR__SUBSCRIPTIONS_TOOLTIP
source: Images from channels you are subscribed to
vi: Hình ảnh từ các kênh bạn đã theo dõi

# MINDS__IMAGES__TOPBAR__YOUR_IMAGES_TOOLTIP
source: Your Images
vi: Hình ảnh của bạn

# MINDS__IMAGES__TOPBAR__UPLOAD_TOOLTIP
source: Upload a new Image
vi: Tải lên một ảnh mới

source: upload a new one
vi: Tải lên một cái mới

# MEDIA__EDIT__INLINE_EDITOR_PLACEHOLDER
source: Go ahead and write some content!
vi: Hãy viết gì đó!

# M__COMMON__BALANCE_LABEL
source: Balance
vi: Cân bằng

# M__COMMON__BALANCE_VALUE_ETH_IFACE_LABEL
source: This balance is for the {INTERPOLATION} wallet that is currently active in your Ethereum interface.
vi: Số dư này dành cho ví {INTERPOLATION} hiện đang hoạt động trong giao diện Ethereum của bạn.

# M__COMMON__BALANCE_VALUE_AS_RCV_LABEL
source: This balance is for the {INTERPOLATION} wallet that is currently set up as the receiver wallet for your channel.
vi: Số dư này dành cho ví {INTERPOLATION} hiện được thiết lập làm ví tiền cho kênh của bạn.

# M__COMMON__BALANCE_VALUE_OFFCHAIN_LABEL
source: This balance is for your Minds.com OffChain wallet. Transactions made from this address will not appear on the blockchain.
vi: Số dư này là dành cho ví MindCh.com OffChain của bạn. Các giao dịch được thực hiện từ địa chỉ này sẽ không xuất hiện trên blockchain.
