Repository: huangyingw/front
Catalog: src/locale/Minds.*.xliff
Languages: vi

# NOTIFICATIONS__NOTIFICATION__GROUP_QUEUE_ADD
source: Your post for <span>{INTERPOLATION}</span> is awaiting approval from group administrators.
vi: Bài viết của bạn cho nhóm {START_TAG_SPAN}{INTERPOLATION}{CLOSE_TAG_SPAN} đang chờ quản trị viên xét duyệt.

# NOTIFICATIONS__NOTIFICATION__GROUP_QUEUE_APPROVE
source: Your post for <span>{INTERPOLATION}</span> was approved.
vi: Bài viết của bạn cho nhóm <span>{INTERPOLATION}</span> đã được chấp nhận.

# NOTIFICATIONS__NOTIFICATION__GROUP_QUEUE_REJECT
source: Your post for <span>{INTERPOLATION}</span> was rejected.
vi: Bài viết của bạn cho nhóm <span>{INTERPOLATION}</span> đã bị từ chối.

# NOTIFICATIONS__NOTIFICATION__COMMENT_ACTIVITY_OWN
source: {INTERPOLATION} commented on <span>your activity</span>
vi: {INTERPOLATION} đã bình luận trong <span>hoạt động của bạn</span>

# NOTIFICATIONS__NOTIFICATION__COMMENT_ACTIVITY_OTHER
source: {INTERPOLATION} commented on <span>{INTERPOLATION_1}'s activity</span>
vi: {INTERPOLATION} đã bình luận trong <span>hoạt động của {INTERPOLATION_1}</span>

# NOTIFICATIONS__NOTIFICATION__COMMENTED_ON
source: {INTERPOLATION} commented on
vi: {INTERPOLATION} đã bình luận trong

# NOTIFICATIONS__NOTIFICATION__OTHER_OBJECT
source: {INTERPOLATION}'s {INTERPOLATION_1}
vi: {INTERPOLATION_1} của {INTERPOLATION}

# NOTIFICATIONS__NOTIFICATION__OWN_OBJECT
source: your {INTERPOLATION}
vi: {INTERPOLATION} của bạn

# NOTIFICATIONS__NOTIFICATION__ERROR_VIEWING
source: There was an error viewing this notification.
vi: Có lỗi khi hiển thị thông báo này.

# NOTIFICATIONS__NOTIFICATION__LIKE__VOTED_UP_OBJECT
source: {INTERPOLATION} voted up
vi: {INTERPOLATION} tán thành

# NOTIFICATIONS__NOTIFICATION__LIKE__VOTED_UP_ACTIVITY
source: {INTERPOLATION} voted up <span>{INTERPOLATION_1}</span>
vi: {INTERPOLATION} tán thành <span>{INTERPOLATION_1}</span>

# NOTIFICATIONS__NOTIFICATION__LIKE__VOTED_UP_OWN_ACTIVITY
source: {INTERPOLATION} voted up <span>your activity</span>
vi: {INTERPOLATION} tán thành <span>hành động của bạn</span>

# NOTIFICATIONS__NOTIFICATION__LIKE__VOTED_UP_COMMENT
source: {INTERPOLATION} voted up <span> your comment </span>
vi: {INTERPOLATION} tán thành <span> bình luận của bạn </span>

# NOTIFICATIONS__NOTIFICATION__LIKE__VOTED_UP_CONVERSATION
source: <span>{INTERPOLATION}</span> voted up your message in <span>{INTERPOLATION_1}</span>'s conversation
vi: <span>{INTERPOLATION}</span> tán thành lời nhắn của bạn trong cuộc hội thoại của <span>{INTERPOLATION_1}</span>

# NOTIFICATIONS__NOTIFICATION__POST_DELETED
source: This post was deleted.
vi: Bài viết đã bị xóa.

# NOTIFICATIONS__NOTIFICATION__DOWNVOTE__VOTED_DOWN_OBJECT
source: {INTERPOLATION} down voted
vi: {INTERPOLATION} không tán thành

# NOTIFICATIONS__NOTIFICATION__DOWNVOTE__VOTED_DOWN_ACTIVITY
source: {INTERPOLATION} down voted <span>{INTERPOLATION_1}</span>
vi: {INTERPOLATION} không tán thành <span>{INTERPOLATION_1}</span>

# NOTIFICATIONS__NOTIFICATION__DOWNVOTE__VOTED_DOWN_OWN_ACTIVITY
source: {INTERPOLATION} down voted <span>your activity</span>
vi: {INTERPOLATION} không tán thành <span>hoạt động của bạn</span>

# NOTIFICATIONS__NOTIFICATION__DOWNVOTE__VOTED_DOWN_COMMENT
source: {INTERPOLATION} down voted <span> your comment </span>
vi: {INTERPOLATION} không tán thành <span>bình luận của bạn</span>

# NOTIFICATIONS__NOTIFICATION__DOWNVOTE__VOTED_DOWN_CONVERSATION
source: <span>{INTERPOLATION}</span> down voted your message in <span>{INTERPOLATION_1}</span>'s conversation
vi: <span>{INTERPOLATION}</span> không tán thành lời nhắn của bạn trong cuộc hội thoại của <span>{INTERPOLATION_1}</span>

# NOTIFICATIONS__NOTIFICATION__REMIND__REMINDED
source: {INTERPOLATION} reminded
vi: {INTERPOLATION} đã nhắc nhở

# NOTIFICATIONS__NOTIFICATION__REMIND__REMINDED_ACTIVITY
source: {INTERPOLATION} reminded <span>{INTERPOLATION_1}</span>
vi: {INTERPOLATION} đã nhắc nhở <span>{INTERPOLATION_1}</span>

# NOTIFICATIONS__NOTIFICATION__REMIND__REMINDED_OWN_ACTIVITY
source: {INTERPOLATION} reminded <span>your activity</span>
vi: {INTERPOLATION} đã nhắc nhở <span>hoạt động của bạn</span>

# NOTIFICATIONS__NOTIFICATION__FEATURE
source: <span>{INTERPOLATION}</span> was featured
vi: {START_TAG_SPAN}{INTERPOLATION}{CLOSE_TAG_SPAN} đã được mô tả

# NOTIFICATIONS__NOTIFICATION__TAG__IN_A_POST
source: {INTERPOLATION} tagged you in a post
vi: {INTERPOLATION} đã gắn thẻ bạn trong một bài viết

# NOTIFICATIONS__NOTIFICATION__TAG__IN_A_COMMENT
source: {INTERPOLATION} tagged you in a comment
vi: {INTERPOLATION} đã nhắc đến bạn trong một bình luận

# NOTIFICATIONS__NOTIFICATION__TAG__IN_A_CONVERSATION
source: <span>{INTERPOLATION}</span> tagged you in <span>{INTERPOLATION_1}</span>'s conversation
vi: <span>{INTERPOLATION}</span> đã tag bạn trong cuộc trò chuyện của <span>{INTERPOLATION_1}</span>

# NOTIFICATIONS__NOTIFICATION__MISSED_CALL
source: <span>{INTERPOLATION}</span> tried to call you.
vi: {INTERPOLATION} đã cố gắng gọi cho bạn.

# NOTIFICATIONS__NOTIFICATION__BOOST_GIFT__GIFTED_YOU
source: {INTERPOLATION} gifted you {INTERPOLATION_1} views <span>for</span>
vi: {INTERPOLATION} đã tặng bạn {INTERPOLATION_1} lượt xem <span>vì</span>

# NOTIFICATIONS__NOTIFICATION__YOUR_POST
source: your post
vi: Bài viết của bạn

# NOTIFICATIONS__NOTIFICATION__YOUR_CHANNEL
source: your channel
vi: Kênh của bạn

# NOTIFICATIONS__NOTIFICATION__BOOST_SUBMITTED__VIEWS_FOR
source: {INTERPOLATION} views <span>for</span>
vi: {INTERPOLATION} lượt xem <span>cho</span>

# NOTIFICATIONS__NOTIFICATION__BOOST_SUBMITTED__AWAITING_APPROVAL
source: is awaiting approval.
vi: đang chờ xét duyệt.

# NOTIFICATIONS__NOTIFICATION__BOOST_SUBMITTED_P2P__AWAITING_APPROVAL_BY
source: is awaiting approval by <span>@{INTERPOLATION}</span>
vi: đang chờ xét duyệt bởi <span>@{INTERPOLATION}</span>

# NOTIFICATIONS__NOTIFICATION__BOOST_REQUEST__POINTS_TO_BOOST
source: {INTERPOLATION} is offering you {INTERPOLATION_1} points to boost
vi: {INTERPOLATION} đang đề nghị với bạn {INTERPOLATION_1} điểm để quảng cáo

# NOTIFICATIONS__NOTIFICATION__THEIR_ACTIVITY
source: their activity
vi: hoạt động của họ

# NOTIFICATIONS__NOTIFICATION__THEIR_CHANNEL
source: their channel
vi: kênh của họ

# NOTIFICATIONS__NOTIFICATION__BOOST_REJECTED__BOOST_FORM
source: Your boost <span>for</span>
vi: Quảng cáo của bạn <span>cho</span>

# NOTIFICATIONS__NOTIFICATION__BOOST_REJECTED__REASON
source: was rejected for <ng-container><i>{INTERPOLATION}</i>.</ng-container> Your tokens have been credited back to your wallet.
vi: đã bị từ chối vì <ng-container><i>{INTERPOLATION}</i>.</ng-container> Token của bạn đã được trả lại ví của bạn.

# NOTIFICATIONS__NOTIFICATION__BOOST_REVOKED__BOOST_FOR
source: You revoked your boost <span>for</span>
vi: Bạn đã hủy bỏ quảng cáo của bạn <span>cho</span>

# NOTIFICATIONS__NOTIFICATION__BOOST_REVOKED__REFUNDED
source: Your offer has been refunded.
vi: Đề nghị của bạn đã được hoàn trả.

# NOTIFICATIONS__NOTIFICATION__BOOST_ACCEPTED__WERE_ACCEPTED
source: were accepted.
vi: đã được chấp nhận.

# NOTIFICATIONS__NOTIFICATION__BOOST_COMPLETED__VIEWS_FOR
source: {INTERPOLATION}/{INTERPOLATION} views <span>for</span>
vi: {INTERPOLATION}/{INTERPOLATION} lượt xem <span>cho</span>

# NOTIFICATIONS__NOTIFICATION__BOOST_COMPLETED__BEEN_MET
source: have been met.
vi: đã được đáp ứng.

# NOTIFICATIONS__NOTIFICATION__BOOST_PEER_REQUEST__IS_OFFERING
source: <b>@{INTERPOLATION}</b> is offering
vi: <b>@{INTERPOLATION}</b> đang đề nghị

# NOTIFICATIONS__NOTIFICATION__THEIR_POST
source: their post
vi: bài viết của họ

# NOTIFICATIONS__NOTIFICATION__BOOST_PEER_ACCEPTED__ACCEPTED_BID
source: <b>@{INTERPOLATION}</b> accepted your bid of
vi: <b>@{INTERPOLATION}</b> đã chấp nhận mức giá bạn đưa ra

# NOTIFICATIONS__NOTIFICATION__BOOST_PEER_REJECTED__DECLINED_BID
source: <b>@{INTERPOLATION}</b> declined your bid of
vi: <b>@{INTERPOLATION}</b> đã từ chối mức giá bạn đưa ra

# NOTIFICATIONS__NOTIFICATION__BOOST_PEER_REJECTED__NOT_CHARGED
source: You have not been charged.
vi: Bạn chưa bị tính phí.

# NOTIFICATIONS__NOTIFICATION__PROGRAM_QUEUED
source: Your application for {INTERPOLATION} program is awaiting approval.
vi: Đơn ứng tuyển của bạn vào chương trình {INTERPOLATION} đang chờ phê duyệt.

# NOTIFICATIONS__NOTIFICATION__PROGRAM_ACCEPTED
source: Your application for {INTERPOLATION} program was approved. Congratulations!
vi: Đơn ứng tuyển của bạn vào chương trình {INTERPOLATION} đã được chấp nhận. Xin chúc mừng!

# NOTIFICATIONS__NOTIFICATION__CHANNEL_MONETIZED
source: Your channel is now monetized. Congratulations!
vi: Kênh của bạn đã được thương mại hoá. Xin chúc mừng!

# NOTIFICATIONS__NOTIFICATION__PROGRAM_DECLINED
source: Your application for {INTERPOLATION} program was declined.
vi: Đơn ứng tuyển của bạn vào chương trình {INTERPOLATION} đã bị từ chối.

# NOTIFICATIONS__NOTIFICATION__PAYOUT_QUEUED
source: Your payment request for {INTERPOLATION} is awaiting approval.
vi: Yêu cầu thanh toán của bạn cho {INTERPOLATION} đang chờ phê duyệt.

# NOTIFICATIONS__NOTIFICATION__PAYOUT_ACCEPTED
source: Your payment request for {INTERPOLATION} was approved.
vi: Yêu cầu thanh toán của bạn cho {INTERPOLATION} đã được chấp nhận.

# NOTIFICATIONS__NOTIFICATION__PAYOUT_DECLINED
source: Your payment request for {INTERPOLATION} was declined.
vi: Yêu cầu thanh toán của bạn cho {INTERPOLATION} đã bị từ chối.

# NOTIFICATIONS__NOTIFICATION__WELCOME_POINTS
source: Welcome to Minds. We have given you <span>1000 points</span> to get you started.
vi: Chào mừng bạn đến Minds. Chúng tôi đã gửi tặng bạn <span>1000 điểm</span> để bạn bắt đầu.

# NOTIFICATIONS__NOTIFICATION__WELCOME_POST
source: <span>Tap here</span> to create a post
vi: <span>Nhấn vào đây</span> để tạo một bài viết\n

# NOTIFICATIONS__NOTIFICATION__WELCOME_BOOST
source: You can gain more reach by boosting your content. Hit the blue boost icon on your posts.
vi: Bạn có thể kiếm thêm người độc giả bằng cách quảng cáo nội dung bài viết. Ấn vào biểu tượng quảng cáo màu xanh trên bài viết.

# NOTIFICATIONS__NOTIFICATION__WELCOME_CHAT
source: Chat securely with your mutual subscriptions.
vi: Trò chuyện bảo mật với những người theo dõi chung.

# NOTIFICATIONS__NOTIFICATION__WELCOME_DISCOVER
source: <span>Tap here</span> to discover new channels and media.
vi: <span>Nhấn vào đây</span> để khám phá các kênh và truyền thông mới.\n

# NOTIFICATIONS__NOTIFICATION__MESSENGER_INVITE
source: <span>{INTERPOLATION}</span> wants to chat with you!
vi: <span>{INTERPOLATION}{{id="CLOSE_TAG_SPAN" ctype="x-span" equiv-text="</span>"} muốn trò chuyện cùng bạn!

# NOTIFICATIONS__NOTIFICATION__WIRE_HAPPENED__TO_ONETIME
source: You have successfully wired {INTERPOLATION} to <a>@{INTERPOLATION_1}</a>
vi: Bạn đã chuyển khoản thành công {INTERPOLATION} tới <a>@{INTERPOLATION_1}</a>

# NOTIFICATIONS__NOTIFICATION__WIRE_HAPPENED__FROM_ONETIME
source: You have received a wire of {INTERPOLATION} from <a>@{INTERPOLATION_1}</a>
vi: Bạn nhận được chuyển khoản là {INTERPOLATION} từ {START_LINK}@{INTERPOLATION_1}{CLOSE_LINK}\n

# NOTIFICATIONS__NOTIFICATION__WIRE_HAPPENED__TO_SUBSCRIPTION
source: You have subscribed to wire {INTERPOLATION}/month to <a>@{INTERPOLATION_1}</a>
vi: Bạn đã theo dõi để chuyển khoản {INTERPOLATION}/tháng tới {START_LINK}@{INTERPOLATION_1}{CLOSE_LINK}

# NOTIFICATIONS__NOTIFICATION__WIRE_HAPPENED__FROM_SUBSCRIPTION
source: You have received a wire subscription of {INTERPOLATION}/month from <a>@{INTERPOLATION_1}</a>
vi: Bạn hiện đã nhận một theo dõi chuyển khoản là {INTERPOLATION}/tháng từ <a>@{INTERPOLATION_1}</a>

# NOTIFICATIONS__NOTIFICATION__REPORT_ACTIONED__ACTIVITY_BEEN
source: Your post
vi: Bài viết của bạn

# NOTIFICATIONS__NOTIFICATION__REPORT_ACTIONED__ACTIVITY_TITLE_BEEN
source: Your post {INTERPOLATION}
vi: Bài viết của bạn {INTERPOLATION}

# NOTIFICATIONS__NOTIFICATION__REPORT_ACTIONED__COMMENT_BEEN
source: <span>Your comment</span> has been {INTERPOLATION}
vi: <span>Bình luận của bạn</span> đã được\n {INTERPOLATION}

# NOTIFICATIONS__NOTIFICATION__GENERAL_ERROR_VIEWING
source: Sorry, there was an error viewing this notification
vi: Rất tiếc, đã xảy ra lỗi khi xem thông báo này

# GROUPS__PROFILE__FEED__REMOVE_USER
source: Remove user
vi: Xóa người dùng

# GROUPS__PROFILE__FEED__USER_WAS_KICKED
source: User was kicked from {INTERPOLATION}.
vi: Người dùng bị đuổi từ {INTERPOLATION}.

# GROUPS__PROFILE__FEED__OK_ACTION
source: Ok
vi: Đồng ý

# GROUPS__PROFILE__REQUESTS_COUNT
source: Requests
vi: Yêu cầu

# GROUPS__PROFILE__SAVE_CHANGES_ACTION
source: Save changes
vi: Lưu thay đổi

# GROUPS__PROFILE__ADMINQUEUE_COUNT
source: {INTERPOLATION} new
vi: {INTERPOLATION} mới

# GROUPS__PROFILE__INVITE_ACTION
source: Invite
vi: Mời

# GROUPS__JOIN_BUTTON__JOIN_ACTION
source: Join
vi: Gia nhập

# GROUPS__JOIN_BUTTON__DECLINE_ACTION
source: Decline
vi: Từ chối

# GROUPS__JOIN_BUTTON__LEAVE_ACTION
source: Leave
vi: Rời khỏi

# GROUPS__JOIN_BUTTON__CANCEL_REQ_ACTION
source: Cancel request
vi: Hủy yêu cầu

# GROUPS__JOIN_BUTTON__JOIN_A_GROUP_TITLE
source: join a group
vi: Gia nhập một nhóm

# GROUPS__PROFILE__MEMBERS__INVITE__NAME_TITLE
source: Invite to {INTERPOLATION}
vi: Mời tham gia {INTERPOLATION}

# GROUPS__PROFILE__MEMBERS__INVITE__TITLE
source: Invite
vi: Mời

# GROUPS__PROFILE__MEMBERS__INVITE__ITEM_ONLY_SUBSCRIBERS
source: - You can only invite users who are your subscribers
vi: - Bạn chỉ có thể mời những người dùng đã theo dõi kênh của bạn

# GROUPS__PROFILE__MEMBERS__INVITE__ITEM_NOTIFICATION_INFO
source: - They will receive a notification to confirm they want to be a member of this group
vi: Họ sẽ nhận được một thông báo để xác nhận là họ muốn trở thành một thành viên của nhóm này

# GROUPS__PROFILE__MEMBERS__INVITE__ITEM_BAN_REINVITE
source: - If the user was banned from the group, inviting them will lift the ban
vi: - Nếu người dùng đã bị cấm khỏi nhóm, việc mời họ sẽ xóa bỏ lệnh cấm

# GROUPS__PROFILE__MEMBERS__INVITE__INVITING
source: Inviting...
vi: Đang mời...

# GROUPS__PROFILE__MEMBERS__INVITE__SEARCH_PLACEHOLDER
source: Search for a channel
vi: Tìm kiếm một kênh

# GROUPS__PROFILE__CARD_USER_ACTIONS__REMOVE_FROM_GROUP
source: Remove from Group
vi: Loại khỏi nhóm

# GROUPS__PROFILE__CARD_USER_ACTIONS__REINVITE
source: Re-invite to Group
vi: Mời lại vào nhóm

# GROUPS__PROFILE__CARD_USER_ACTIONS__INVITED
source: Invited
vi: Đã mời

# GROUPS__PROFILE__CARD_USER_ACTIONS__MAKE_ADMIN
source: Make Owner
vi: Làm quản trị viên

# GROUPS__PROFILE__CARD_USER_ACTIONS__REMOVE_AS_ADMIN
source: Remove as Owner
vi: Xoá quyền quản trị

# GROUPS__PROFILE__GROUP_SETTINGS_BTN__DISABLE_NOTIFICATIONS
source: Disable Notifications
vi: Tắt thông báo

# GROUPS__PROFILE__GROUP_SETTINGS_BTN__ENABLE_NOTIFICATIONS
source: Enable Notifications
vi: Bật thông báo

# GROUPS__PROFILE__GROUP_SETTINGS_BTN__DELETE_GROUP
source: Delete Group
vi: Xóa nhóm

# GROUPS__PROFILE__GROUP_SETTINGS_BTN__DELETE_GROUP_CONFIRM
source: Are you sure you want to delete {INTERPOLATION}? This action cannot be undone.
vi: Bạn có chắc muốn xóa {INTERPOLATION} không? Hành động này không thể được khôi phục.

# GROUPS__PROFILE__MEMBERS__SEARCH_PLACEHOLDER
source: Search for a member
vi: Tìm kiếm thành viên

# GROUPS__PROFILE__FILTER_SELECTOR__FEED_OPTION
source: Feed
vi: Bảng tin

# BLOGS__VIEW__FLAGGED_AS_SPAM
source: This blog was flagged as spam.
vi: Blog này đã được gắn cờ là rác.

# BLOGS__VIEW__FLAGGED_AS_DELETED
source: This blog was flagged as deleted.
vi: Blog này đã bị gắn cờ là đã bị xóa.

# BLOGS__VIEW__SHARE
source: SHARE
vi: CHIA SẺ

# BLOGS__VIEW__CONFIRM_DELETION
source: Are you sure you want to delete this blog?<br/><br/>There's no UNDO!
vi: Bạn có chắc chắn muốn xóa blog này không?<br/><br/>Không thể KHÔI PHỤC!

# BLOGS__VIEW__DELETION_CONFIRMATION
source: The blog has been deleted.
vi: Blog đã bị xóa.

# BLOGS__EDIT__TITLE_PLACEHOLDER
source: Your title
vi: Tiêu đề của bạn

# BLOGS__EDIT__INLINE_EDITOR_PLACEHOLDER
source: Go ahead and write some content!
vi: Hãy tiếp tục và viết một số nội dung!

# BLOGS__EDIT__SAVE_DRAFT_ACTION
source: Save draft
vi: Lưu bản nháp

# BLOGS__EDIT__PUBLISH_ACTION
source: Publish
vi: Công bố

# BLOGS__EDIT__LICENCE_PLACEHOLDER
source: -- License --
vi: -- Giấy phép --

# SEARCH__TOP_TAB
source: Top
vi: Hàng đầu

# SEARCH__LATEST_TAB
source: Latest
vi: Mới nhất

# SEARCH__EXPLICIT_TOOLTIP
source: Include explicit content (+18) search results
vi: Bao gồm kết quả tìm kiếm nội dung nhạy cảm (+18)

# SEARCH__EXCLUSIVE_TOOLTIP
source: Include exclusive content in search results
vi: Bao gồm nội dung độc quyền trong kết quả tìm kiếm

# SEARCH__SUGGESTIONS__MINDS_CONTEXT_LABEL
source: Search Minds:
vi: Tìm kiếm trên Minds:

# BOOST__CREATOR__CATEGORIES_TARGET_TITLE_CTX
source: Select the categories which you want your boost to be targeted to ({INTERPOLATION} max).
vi: Chọn các danh mục mà bạn muốn quảng cáo của mình được nhắm đến ( tối đa {INTERPOLATION}).

# MINDS__BANNER__ADD_NEW_BANNER_W_RECOMMENDATION
source: Click here to add a new banner<br/> <em>Recommended minimum size 2000px × 1125px (Ratio 16:9)</em>
vi: Nhấn vào đây để thêm ảnh bìa mới<br/> <em>Kích thước tối thiểu được đề xuất 2000px × 1125px (Tỷ lệ 16: 9)</em>

# M__SOCIAL_NETWORK_SLOGAN
source: Your Social Network
vi: Mạng xã hội của bạn

# M__FEATURE__CHANNEL__PLURAL
source: Channels
vi: Kênh

# M__ACTION__UPLOAD
source: Upload
vi: Tải lên

# M__FEATURE__GROUP__PLURAL
source: Groups
vi: Nhóm

# M__FEATURE__EXCLUSIVE
source: Exclusive
vi: Độc quyền

# M__FEATURE__BOOST
source: Boost
vi: quảng cáo

# M__FEATURE__WIRE
source: Wire
vi: chuyển khoản

# M__COMMON__START_A_CHANNEL
source: Not on Minds? Start a channel
vi: Không có trên Minds? Bắt đầu một kênh

# M__COMMON__USERNAME
source: Username
vi: Tên người dùng

# M__ACTION__CONTINUE
source: Continue
vi: Tiếp tục

# M__COMMON__PASSWORD
source: Password
vi: Mật khẩu

# M__ACTION__SHARE
source: Share
vi: Chia sẻ

# M__COMMON__MATURE_CONTENT
source: Mature content
vi: Nội dung dành cho người lớn

# M__COMMON__PLEASE_TRY_AGAIN
source: Please try again later
vi: Vui lòng thử lại sau

# M__FEATURE__AFFILIATE_PROGRAM
source: Affiliate Program
vi: Chương trình liên kết

# M__ACTION__INVITE_FRIENDS
source: Referral Link
vi: Mời bạn bè

# M__ACTION__CREATE
source: Create
vi: Tạo

# M__FEATURE__VIDEO_PLURAL
source: Videos
vi: Video

# M__FEATURE__IMAGE_PLURAL
source: Images
vi: Hình ảnh

# M__COMMON__ENTER_CITY
source: Enter your city...
vi: Nhập thành phố của bạn...

# M__COMMON__SELECT_CITY
source: Select your city:
vi: Chọn thành phố của bạn:

# M__FEATURE__POINTS
source: Points
vi: Điểm

# M__COMMON__SELECTED
source: Selected
vi: Đã chọn

# M__COMMON__SELECT_MONEY
source: Don't have Tokens? No problem.
vi: Bạn không có Token? Không thành vấn đề.

# M__COMMON__PAYMENT_ATTACHED
source: Your payment is attached.
vi: Thanh toán của bạn đã được đính kèm.

# M__ACTION__CHANGE
source: Change
vi: Thay đổi

# M__ACTION__APPEAL_MARK
source: If you wish to appeal, please check your <a>Reported Content console</a>.
vi: Nếu bạn muốn khiếu nại, vui lòng kiểm tra Bảng điều khiển nội dung được báo cáo của bạn.

# M__COMMON__FEED_COUNT
source: Feed
vi: Bảng tin

# M__COMMON__SUBSCRIBERS
source: Subscribers
vi: Người theo dõi

# M__COMMON__VIEWS
source: Views
vi: Lượt xem

# M__ACTION__EDIT
source: Edit
vi: Chỉnh sửa

# M__ACTION__SAVE
source: Save
vi: Lưu

# M__COMMON__VIEW_MORE
source: View More
vi: Xem thêm

# M__COMMON__CONFIRM_18
source: Click to confirm you are 18+
vi: Nhấn để xác nhận bạn trên 18 tuổi

# M__COMMON__VIEWS_WITH_COUNT
source: {INTERPOLATION} views
vi: {INTERPOLATION} lượt xem

# M__COMMON__VISIBILITY_PUBLIC
source: Public
vi: Công khai

# M__COMMON__VISIBILITY_UNLISTED
source: Unlisted
vi: Không được liệt kê

# M__COMMON__LICENSE_ALL_RIGHT_RESERVED
source: All Rights Reserved
vi: Đã đăng ký bản quyền

# M__COMMON__DELETE_PERMANENTLY
source: Delete permanently
vi: Xóa vĩnh viễn

# M__ACTION__BOOST
source: Boost
vi: Quảng cáo

# M__ACTION__LOGIN
source: Login
vi: Đăng nhập

# M__COMMON__REVIEW
source: Review
vi: Xem lại

# MINDS__ADMIN__ANALYTICS__BACKLOG
source: Backlog
vi: Tồn đọng

# MINDS__ADMIN__ANALYTICS__BACKLOG_VALUE_HOURS
source: {INTERPOLATION} hours
vi: {INTERPOLATION} giờ

# M__COMMON__APPROVED
source: Approved
vi: Được chấp nhận

# M__ACTION__ACCEPT
source: Accept
vi: Đồng ý

# M__ACTION__REJECT
source: Reject
vi: Từ Chối

# M__ACTION__CANCEL
source: Cancel
vi: Hủy bỏ

# M__ACTION__DELETE
source: Delete
vi: Xóa

# M__COMMON__REVIEW_PENDING
source: Review Pending
vi: Bài viết đang chờ

# M__COMMON__REJECTED
source: Rejected
vi: Đã từ chối

# M__COMMON__VIEW_PARENT_COMMENT_THREAD
source: View parent and its comment thread
vi: Xem bài viết và tất cả bình luận

# M__COMMON__POST_NOT_FOUND
source: Post not found
vi: Không tìm thấy bài viết

# M__ACTION__MARK_SPAM
source: Mark as spam
vi: Đánh dấu là thư rác

# M__ACTION__APPROVE
source: Approve
vi: Chấp nhận

# M__COMMON__BAN_MONETIZATION_NOTICE
source: Users can be banned for monetizing on the dropdown in their profile.
vi: Người dùng có thể bị cấm thương mại hoá dựa trên mục thả xuống trong hồ sơ của họ.\n

# M__COMMON__CATEGORY_PLACEHOLDER
source: -- Category --
vi: -- Danh mục --

# M__ACTION__REMOVE
source: Remove
vi: Loại bỏ

# M__COMMON__EXPLICIT
source: Explicit
vi: Rõ ràng

# M__COMMON__SAVED
source: Saved
vi: Đã lưu

# M__COMMON__EARNINGS
source: Tokens
vi: Token

# M__COMMON__ENTER_2FA_CODE
source: Enter your code here
vi: Nhập mã xác thực của bạn tại đây

# M__ACTION__CONFIRM
source: Confirm
vi: Xác nhận

# M__COMMON__COUNTRY
source: Country
vi: Quốc gia

# M__COMMON__COUNTRY_STATE
source: State
vi: Tiểu bang

# M__COMMON__SUBSCRIPTIONS
source: Subscriptions
vi: Lượt theo dõi

# M__FEATURE__NEWSFEED_PLURAL
source: Feeds
vi: Bảng tin

# M__FEATURE__SIDEBAR_PLURAL
source: Sidebars
vi: Thanh bên

# M__ACTION__SELECT
source: Select
vi: Chọn

# M__COMMON__EDITED
source: edited
vi: Đã chỉnh sửa

# M__COMMON__MEMBERS
source: Members
vi: Thành viên

# M__ACTION__NOT_SPAM
source: Not spam
vi: Không phải là thư rác

# M__COMMON__TOTAL_EARNINGS_30_MINUS_FEES
source: This is your total earnings for the past 30 days, minus any fees.
vi: Đây là tổng thu nhập của bạn trong 30 ngày qua, đã trừ đi các khoản phí.

# M__COMMON__PENDING
source: Pending
vi: Đang xử lý

# M__COMMON__EARNINGS_AWAITING_NEGATIVE_REFUND
source: This is your earnings awaiting payout. A negative number indicates a refund or chargeback has occured.
vi: Đây là thu nhập đang chờ thanh toán của bạn. Một số âm cho biết khoản tiền hoàn lại hoặc khoản bồi hoàn đã xảy ra.

# M__COMMON__PAID_OUT
source: Paid out
vi: Đã thanh toán

# M__COMMON__THIS_SENT_TO_BANK_ACCOUNT
source: This is what has been sent to your bank account
vi: Đây là những khoản đã được chuyển vào tài khoản ngân hàng của bạn

# M__COMMON__COMPLETE
source: Complete
vi: Hoàn tất

# M__COMMON__POINTS_WITH_VALUE
source: {INTERPOLATION} points
vi: {INTERPOLATION} điểm

# M__COMMON__PLEASE_WAIT
source: Please wait...
vi: Vui lòng chờ...

# M__COMMON__OPTIONS
source: Options
vi: Tùy chọn

# M__COMMON__FIRST_NAME
source: First name
vi: Tên

# M__COMMON__LAST_NAME
source: Last name
vi: Họ

# M__COMMON__DATE
source: Date
vi: Ngày

# M__COMMON__COLUMN
source: Amount
vi: Số lượng

# M__ACTION__CANCEL_MONETIZATION
source: Cancel Monetization
vi: Hủy Thương mại hoá

# M__COMMON__POINTS_SUFFIX
source: points
vi: Điểm

# M__FEATURE__WIRE_PLURAL
source: Wires
vi: chuyển khoản

# M__ACTION__COMPLETE
source: Complete
vi: Hoàn tất

# M__COMMON__EMBED_INTO_WEBSITE
source: Embed into your website:
vi: Chèn vào trang web của bạn

# M__FEATURE__BLOG_PLURAL
source: Blogs
vi: Blog

# M__COMMON__REPORT
source: Report
vi: Báo cáo
