Repository: huangyingw/front
Catalog: src/locale/Minds.*.xliff
Languages: vi

# MINDS__HOME__HOMEPAGE__LAUNCH_CTA
source: We are an open source and decentralized platform for Internet freedom. Get paid in crypto for your contributions to the community.
vi: Chúng tôi là một nền tảng mã nguồn mở và phi tập trung với mục tiêu là tự do trên Internet. Bạn sẽ được trả bằng tiền ảo cho những đóng góp của bạn với cộng đồng.

# MINDS__HOME__HOMEPAGE__SEE_MORE_ACTION
source: Click To See more
vi: Nhấn để xem thêm

# MINDS__HOME__LOGIN__LOGIN
source: Login to Minds
vi: Đăng nhập vào Minds

# MINDS__HOME__FORGOT_PASSWORD__ENTER_USERNAME_HELP_NOTE
source: To request a new password, enter your username
vi: Để yêu cầu mật khẩu mới, hãy nhập tên tài khoản của bạn

# MINDS__HOME__FORGOT_PASSWORD__UNLOCK_CODE_SENT
source: We have sent an unlock code to your registered email address.
vi: Chúng tôi đã gửi một mã mở khóa đến địa chỉ email bạn đăng kí.

# MINDS__HOME__FORGOT_PASSWORD__ENTER_NEW_PASSWORD_HELP_NOTE
source: Please enter your new password
vi: Vui lòng nhập mật khẩu mới

# MINDS__HOME__FORGOT_PASSWORD__CONFIRM_PASSWORD_LABEL
source: Password (confirm)
vi: Xác nhận lại mật khẩu

# MINDS__HOME__FORGOT_PASSWORD__RESET_ACTION
source: Reset
vi: Thiết lập lại

# MINDS__POSTER__SPEAK_YOUR_MIND
source: Speak your mind...
vi: Bạn đang nghĩ rằng...

# MINDS__POSTER__POST_ACTION
source: Post
vi: Đăng bài viết

# MINDS__NEWSFEED__SINGLE__FLAGGED_AS_SPAM
source: This activity is flagged as spam.
vi: Hành động này được đánh dấu là tin rác.

# MINDS__NEWSFEED__SINGLE__APPEAL_FLAG_NOTE
source: If you wish to appeal, please contact us at info@minds.com.
vi: Nếu bạn cần khiếu nại, xin vui lòng liên lạc với chúng tôi tại info@minds.com.

# MINDS__NEWSFEED__UPGRADE_TO_PLUS_ACTION
source: Upgrade to Plus
vi: Nâng cấp thành Plus

# MINDS__NEWSFEED__200_FREE_VIEWS
source: Have 200 free views on us. Hit post to be boosted.
vi: Nhận 200 lượt xem miễn phí từ chúng tôi. Đăng bài viết để được quảng cáo.

# MINDS__CAPTURE__DROP_AREA
source: Drop your files here
vi: Thả tập tin của bạn vào đây

# MINDS__CAPTURE__ADD_FILE_ACTION
source: Add file
vi: Thêm tập tin

# MINDS__CAPTURE__SAVE_TO_ALBUM
source: Save to album
vi: Lưu vào Album

# MINDS__CAPTURE__DRAG_TO_UPLOAD
source: Drag to upload
vi: Kéo để tải lên

# MINDS__DISCOVERY__ALBUMS_TAB
source: Albums
vi: Album

# MINDS__DISCOVERY__LOCATION_OFF_TOGGLE
source: Location off
vi: Tắt định vị

# MINDS__DISCOVERY__NO_RESULTS_LABEL
source: No results
vi: Không có kết quả

# MINDS__DISCOVERY__LOCATING_LABEL
source: Locating
vi: Đang xác định vị trí

# MINDS__DISCOVERY__MILES_UNIT
source: miles
vi: dặm

# MINDS__DISCOVERY__OF_WORD
source: of
vi: của

# MINDS__DISCOVERY__PASS_ACTION
source: Pass
vi: Đưa ra

# WIRE__CREATOR__WIRE_TYPE_TITLE
source: Payment Method
vi: Phương thức thanh toán

# WIRE__CREATOR__REPEAT_TRANSACTION_MONTHLY
source: Repeat this transaction monthly.
vi: Thực hiện giao dịch này hàng tháng\n

# WIRE__CREATOR__SEND_ACTION
source: SEND
vi: GỬI

# WIRE__CREATOR__WIRED_NOTICE
source: Wired!
vi: Đã chuyển khoản

# WIRE__CHANNEL__WIRE_ME_ACTION
source: Wire me
vi: Chuyển khoản cho tôi

# WIRE__CHANNEL__REWARDS_TITLE
source: Rewards
vi: Phần thưởng

# WIRE__CHANNEL__REWARD_DESCRIPTION_PLACEHOLDER
source: About your offerings. eg. Describe what your supporters will receive…
vi: Về đề nghị của bạn. Ví dụ: Mô tả những gì người ủng hộ sẽ nhận được ...

# WIRE__CHANNEL__REWARD_CHANGE_NOTICE
source: <span>@</span>{INTERPOLATION} reserves the right to change rewards at anytime without notice
vi: <span>@</span>{INTERPOLATION} có quyền thay đổi phần thưởng bất cứ lúc nào mà không cần thông báo

# MINDS__CHANNELS__FLAGGED_AS_SPAM
source: This user was flagged as spam.
vi: Người dùng này được gắn cờ là tin rác\n

# MINDS__CHANNELS__FLAGGED_AS_DELETED
source: This user was flagged as deleted.
vi: Người dùng này được cắm cờ là đã xoá.

# MINDS__CHANNELS__ERROR_CHECK_USERNAME
source: Please check the username
vi: Vui lòng kiểm tra lại tên đăng nhập

# MINDS__CHANNELS__BLOCKED_NOTICE
source: You have blocked @{INTERPOLATION}
vi: Bạn đã chặn @{INTERPOLATION}

# MINDS__CHANNELS__UNBLOCK_ACTION
source: Click to Unblock
vi: Nhấn vào để bỏ chặn

# MINDS__CHANNELS__SUPPORTERS
source: Supporters
vi: Hỗ Trợ Viên

# MINDS__CHANNELS__SUBSCRIBERS_WITH_COUNT
source: Subscribers ({INTERPOLATION})
vi: Người theo dõi ({INTERPOLATION})

# MINDS__CHANNELS__SUBSCRIPTIONS_WITH_COUNT
source: Subscriptions ({INTERPOLATION})
vi: Lượt theo dõi ({INTERPOLATION})

# MINDS__SETTINGS__ACCOUNT_TIMESTAMP
source: Account created on:
vi: Tài khoản được tạo vào ngày:

# MINDS__MEDIA__ENTITY_FLAGGED_AS_SPAM
source: This media was flagged as spam.
vi: Nội dung này được gắn cờ là tin rác.\n

# MINDS__MEDIA__ENTITY_FLAGGED_AS_DELETED
source: This media was flagged as deleted.
vi: Nội dung đa phương tiện được cắm cờ đã bị xoá.

# MINDS__MEDIA__ENTITY_NOT_EXISTS
source: The post may not exist
vi: Bài viết có vẻ như không tồn tại.\n

# MINDS__MEDIA__PLAYS_COUNTER
source: {INTERPOLATION} plays
vi: {INTERPOLATION} chơi

# MINDS__MEDIA__BACK_TO_ALBUM_ACTION
source: Back to album
vi: Quay lại album

# MINDS__MEDIA__CONFIRM_DELETION
source: Are you sure you want to delete this?<br/><br/>There's no UNDO!
vi: Bạn có chắc là muốn xóa <br/><br/> không? Hành động này không thể PHỤC HỒI!

# MINDS__MEDIA__DELETION_CONFIRMATION
source: The media has been deleted.
vi: Nội dung đã bị xoá.

# MINDS__MEDIA__TITLE_INPUT_PLACEHOLDER
source: Title...
vi: Tiêu đề...

# MINDS__MEDIA__ANYONE_LABEL
source: Anyone
vi: Bất cứ ai

source: Enter password
vi: Nhập mật khẩu

source: Unlock
vi: Mở khóa

source: Enter a password
vi: Nhập một mật khẩu

source: Confirm your password
vi: Xác nhận mật khẩu

source: Setup
vi: Tạo dựng

source: Changing your encryption password will cause your previous messages to be unreadable.
vi: Việc thay đổi mật khẩu mã khóa của bạn sẽ khiến những tin nhắn trước đó không thể đọc được.

source: Cancel
vi: Huỷ bỏ

source: Change
vi: Thay đổi

source: Delete chat history
vi: Xoá lịch sử trò chuyện

source: Destroy
vi: Phá hủy

source: Block participants
vi: Chặn người tham gia

source: Block
vi: Chặn

source: Un-block chat
vi: Bỏ chặn trò chuyện

source: Un-block
vi: Bỏ chặn

source: Call Ended
vi: Cuộc gọi kết thúc

source: Missed Call
vi: Cuộc gọi nhỡ

source: You have blocked this chat
vi: Bạn đã chặn cuộc trò chuyện này

source: This chat is no longer available
vi: Cuộc trò chuyện này không còn hiện hữu

source: Awaiting other party…
vi: Đang đợi bên kia...

source: Send a message...
vi: Gửi tin nhắn...

source: Messenger
vi: Tin nhắn

source: Logout of chat
vi: Rời khỏi cuộc trò chuyện

source: Logout
vi: Đăng xuất

source: Disable sounds
vi: Vô hiệu hóa âm thanh

source: Mute
vi: Tắt tiếng

source: Enable sounds
vi: Bật âm thanh\n

source: Unmute
vi: Mở lại âm thanh

source: Change your encryption password
vi: Đổi mã khoá của mật khẩu

source: Re-key
vi: Nhập lại

source: Search
vi: Tìm

# MINDS__TOPBAR__SETTINGS
source: Settings
vi: Cài đặt

# MINDS__TOPBAR__LOGOUT
source: Logout
vi: Đăng xuất

# MINDS__EMOJI__LABEL
source: Emoji
vi: Biểu tượng cảm xúc

# MINDS__TAGCLOUD__TITLE
source: Trending Hashtags
vi: Hashtag phổ biến

# MINDS__ADMIN__ANALYTICS__DAU_TITLE
source: Daily Active Users
vi: Người dùng tích cực hàng ngày

# MINDS__ADMIN__ANALYTICS__MAU_TITLE
source: Monthly Active Users
vi: Người dùng tích cực hàng tháng

# MINDS__ADMIN__ANALYTICS__RETENTION_TITLE
source: Retention
vi: Duy trì

# MINDS__ADMIN__ANALYTICS__SIGNUPS_TITLE
source: Signups
vi: Đăng ký

# MINDS__ADMIN__ANALYTICS__IMPRESSIONS_BOOST_ROW
source: Impressions
vi: Ấn tượng

# MINDS__ADMIN__ANALYTICS__BURN_RATE_BOOST_ROW
source: Burn rate
vi: Tốc độ ghi\n

# MINDS__ADMIN__ANALYTICS__BURN_RATE_BOOST_VALUE
source: {INTERPOLATION} / hour
vi: {INTERPOLATION} / giờ

# MINDS__ADMIN__BOOSTS_MODAL__REJECTION_TITLE
source: Specify a reason for the rejection
vi: Nêu rõ lý do từ chối\n

# MINDS__ADMIN__BOOSTS__NEWSFEED_TAB
source: Newsfeed ({INTERPOLATION})
vi: Bảng tin ({INTERPOLATION})

# MINDS__ADMIN__BOOSTS__CONTENT_TAB
source: Content ({INTERPOLATION})
vi: Nội dung ({INTERPOLATION})\n

# MINDS__ADMIN__BOOSTS__IN_REVIEW_STATS
source: In Review
vi: Đang xét duyệt\n

# MINDS__ADMIN__BOOSTS__BACKLOG_STATS
source: Backlog (all)
vi: Tồn đọng (tất cả)\n

# MINDS__ADMIN__BOOSTS__BACKLOG_PRIORITY_STATS
source: Backlog (priority)
vi: Tồn đọng (ưu tiên)

# MINDS__ADMIN__BOOSTS__IMPRESSIONS_STATS
source: Impressions (backlog)
vi: Ấn tượng (tồn đọng)\n

# MINDS__ADMIN__BOOSTS__AVG_IMPRESSIONS_STATS
source: Avg. Impressions (backlog)
vi: Ấn tượng trung bình (tồn đọng)\n

# MINDS__ADMIN__BOOSTS__AVG_APPROVAL_TIME_STATS
source: Avg. Approval Time
vi: Thời gian phê duyệt trung bình\n

# MINDS__ADMIN__BOOSTS__LAST_UPDATED_STATS
source: Updated {INTERPOLATION}
vi: Đã cập nhật {INTERPOLATION}

# MINDS__ADMIN__BOOSTS__NO_MORE_BOOSTS
source: There are no more boosts to approve
vi: Không còn quảng cáo chờ phê duyệt

# MINDS__ADMIN__BOOSTS__QUALITY_SLIDER_LABEL
source: Quality:
vi: Số lượng:

# MINDS__ADMIN__BOOSTS__PREVIOUSLY_REJECTED_LABEL
source: Previously rejected: {INTERPOLATION}
vi: Đã từ chối trước đây: {INTERPOLATION}

# MINDS__ADMIN__BOOSTS__BOOST_BID_POINTS_LABEL
source: Bid: {INTERPOLATION} points
vi: Đấu giá: {INTERPOLATION} điểm

# MINDS__ADMIN__BOOSTS__BOOST_BID_USD_LABEL
source: Bid: {INTERPOLATION} USD
vi: Đấu giá: {INTERPOLATION} USD

# MINDS__ADMIN__BOOSTS__BOOST_ACTION_OPEN
source: Open
vi: Mở

# MINDS__ADMIN__BOOSTS__BOOST_ACTION_OPEN_EXPLICIT
source: Open (E-tag)
vi: Mở (E-tag)

# MINDS__ADMIN__BOOSTS__BOOST_MODAL__YES_BUTTON
source: Reject Boost
vi: Từ chối tăng cường

# MINDS__ADMIN__PAGES__ADD_PAGE
source: Add a new page
vi: Thêm trang mới

# MINDS__ADMIN__PAGES__ADD_LINK
source: Add a new link
vi: Thêm liên kết mới

# MINDS__ADMIN__PAGES__SAVE_AND_PUBLISH_ACTION
source: Save & Publish
vi: Lưu và Đăng

# MINDS__ADMIN__PAGES__SAVING
source: Saving
vi: Đang lưu

# MINDS__ADMIN__PAGES__LINK_URL_LABEL
source: URL (relative or absolute):
vi: URL (tương đối hay tuyệt đối):

# MINDS__ADMIN__REPORTS__REPORTS_TAB
source: Reports
vi: Báo cáo

# MINDS__ADMIN__REPORTS__APPEALS_TAB
source: Appeals
vi: Khiếu Nại

# MINDS__ADMIN__REPORTS__ARCHIVED_TAB
source: Archived
vi: Đã Lưu trữ

# MINDS__ADMIN__REPORTS__HISTORY_TAB
source: History
vi: Lịch sử

# MINDS__ADMIN__REPORTS__EMPTY_FILTER_LABEL
source: There are no {INTERPOLATION}.
vi: Không có {INTERPOLATION}.

# MINDS__ADMIN__REPORTS__REPORTED_BY_LABEL
source: Reported by:
vi: Được báo cáo bởi:

# MINDS__ADMIN__REPORTS__SUBJECT_LABEL
source: Subject:
vi: Chủ đề:

# MINDS__ADMIN__REPORTS__MESSAGE_LABEL
source: Message:
vi: Tin nhắn:

# MINDS__ADMIN__REPORTS__DATE_LABEL
source: Date:
vi: Ngày:

# MINDS__ADMIN__REPORTS__LAST_ACTION_LABEL
source: Last Action:
vi: Hoạt động gần nhất:

# MINDS__ADMIN__REPORTS__APPEAL_NOTE_LABEL
source: Appeal Note:
vi: Ghi chú Khiếu nại:

# MINDS__ADMIN__REPORTS__ARCHIVE_ACTION
source: Archive
vi: Lưu trữ\n

# MINDS__ADMIN__REPORTS__MARK_AS_EXPLICIT_ACTION
source: Mark as <i>explicit</i>
vi: Đánh dấu là <i>nhạy cảm</i>

# MINDS__ADMIN__MONETIZATION__EMPTY
source: Nothing is monetized .
vi: Không có gì để thương mại hoá.

# MINDS__ADMIN__MONETIZATION__DEMONETIZE
source: De-Monetize
vi: Ngưng Thương mại hoá\n

# MINDS__ADMIN__PROGRAMS__APPLICATION_DESCRIPTOR
source: <a> <img/> {INTERPOLATION} </a> is applying for <span>{INTERPOLATION_1}</span>
vi: <a> <img/> {INTERPOLATION} </a> đang áp dụng cho <span>{INTERPOLATION_1}</span>

# MINDS__ADMIN__PAYOUTS__PAY_ACTION
source: Pay
vi: Thanh toán\n

# MINDS__ADMIN__TAGCLOUD__HELP_LABEL
source: This is a list of currently trending hashtags. Click the hashtag to see the search results for it. Click on the X next to the tag to hide it. Hidden hashtags won't appear again.
vi: Đây là danh sách những hashtags đang thịnh hành. Nhấn vào hashtag để xem kết quả tìm kiếm của nó. Nhấn vào dấu X bên cạnh thẻ để ẩn nó đi. Các hashtag đã ẩn sẽ không xuất hiện lại.

# MINDS__ADMIN__TAGCLOUD__GENERATION_TIMESTAMP_LABEL
source: This list was generated {INTERPOLATION} minute(s) ago.
vi: Danh sách này đã được tạo {INTERPOLATION} phút trước.

# MINDS__ADMIN__TAGCLOUD__LAST_HIDDEN_LABEL
source: Last {INTERPOLATION} hidden tags:
vi: %1$ thẻ ẩn gần nhất:

# MINDS__ADMIN__VERIFY__VERIFY_ACTION
source: Verify
vi: Xác nhận

# MINDS__CHANNELS__SOCIAL_PROFILES__URL_PLACEHOLDER
source: Social media profile URL
vi: Đường dẫn hồ sơ đa phương tiện xã hội\n

# MINDS__CHANNELS__SOCIAL_PROFILES__ADD
source: Add Social Profile
vi: Thêm hồ sơ mạng xã hội

# MINDS__NEWSFEED__BOOST_ROTATOR__EXPLICIT_ITEM_TOOLTIP
source: By selecting Explicit mode, you acknowledge that you are 18+ years of age and are willing to see graphic content, explicit language, and nudity.
vi: Bằng việc lựa chọn chế độ Nhạy cảm, bạn xác nhận mình trên 18 tuổi và sẵn sàng xem các hình ảnh, ngôn ngữ nhạy cảm và khoả thân.

# MINDS__NEWSFEED__BOOST_ROTATOR__AUTO_ROTATE_ITEM
source: Auto-rotate
vi: Tự động luân phiên

# MINDS__NEWSFEED__BOOST_ROTATOR__AUTO_ROTATE_ITEM_TOOLTIP
source: This will enable/disable the Boost box on top of your feed from self-rotating.
vi: Thao tác này sẽ bật/tắt chức năng tự động luân phiên quảng cáo trên đầu bảng tin của bạn.

# MINDS__NEWSFEED__BOOST_ROTATOR__HIDE_BOOST_ITEM
source: Hide Boost
vi: Ẩn quảng cáo

# MINDS__NEWSFEED__BOOST_ROTATOR__SHOW_BOOST_ITEM
source: Show Boost
vi: Hiện quảng cáo

# MINDS__NEWSFEED__BOOST_ROTATOR__BOOST_VISIBILITY_TOOLTIP
source: Plus users may hide Boosts from their newsfeed.
vi: Người dùng Plus có thể ẩn quảng cáo trên bảng tin của họ.

# MINDS__NEWSFEED__BOOST_ROTATOR__BOOST_VISIBILITY_UPGRADE_TOOLTIP
source: Upgrade to Plus in order to turn off Boost.
vi: Nâng cấp thành Plus để tắt quảng cáo.

# MINDS__NEWSFEED__BOOST_ROTATOR__SELECT_CATEGORIES_ITEM
source: Select Categories
vi: Chọn danh mục

# MINDS__NEWSFEED__BOOST_ROTATOR__SELECT_CATEGORIES_ITEM_TOOLTIP
source: Select the categories of content you’d like to see more of
vi: Chọn những danh mục bạn muốn xem nhiều hơn

# MINDS__NEWSFEED__BOOST_ROTATOR__ABOUT_BOOST
source: About Boost
vi: Thông tin về Boost

# MINDS__SETTINGS__DISPLAY_NAME_TITLE
source: Display Name
vi: Tên hiển thị

# MINDS__SETTINGS__ACCOUNT_PASSWORD_TITLE
source: Account Password
vi: Mật khẩu Tài khoản

# MINDS__SETTINGS__CURRENT_PASSWORD_LABEL
source: Current password
vi: Mật khẩu hiện tại

# MINDS__SETTINGS__NEW_PASSWORD_LABEL
source: Your new password
vi: Mật khẩu mới

# MINDS__SETTINGS__NEW_PASSWORD_AGAIN_LABEL
source: Your new password again
vi: Nhập lại mật khẩu mới

# MINDS__SETTINGS__MATURE_CONTENT_TITLE
source: Mature Content
vi: Nội dung dành cho người lớn

# MINDS__SETTINGS__MATURE_CONTENT_LABEL
source: Always show mature content (18+)
vi: Luôn hiển thị nội dung dành cho người lớn (18+)

# MINDS__SETTINGS__REVOKE_FACEBOOK_ACTION
source: Revoke Facebook Login
vi: Huỷ đăng nhập Facebook

# MINDS__SETTINGS__DISCONNECT_FACEBOOK_ACTION
source: Disconnect from Facebook
vi: Ngắt kết nối với Facebook

# MINDS__SETTINGS__CONNECT_FACEBOOK_ACTION
source: Connect with Facebook
vi: Kết nối với Facebook

# MINDS__SETTINGS__DISCONNECT_TWITTER_ACTION
source: Disconnect from Twitter
vi: Ngắt kết nối với Twitter

# MINDS__SETTINGS__CONNECTED_AS_TWITTER_LABEL
source: Connected as @{INTERPOLATION}
vi: Đã kết nối theo @{INTERPOLATION}\n

# MINDS__SETTINGS__CONNECT_TWITTER_ACTION
source: Connect with Twitter
vi: Kết nối với Twitter\n

# MINDS__SETTINGS__CATEGORIES_TITLE
source: Categories
vi: Danh mục

# MINDS__SETTINGS__DISABLE_CHANNEL
source: Disable Channel
vi: Vô hiệu hóa kênh

# MINDS__SETTINGS__DISABLE_CONFIRM
source: I'm sure - Disable
vi: Tôi chắc chắn - Vô hiệu hóa

# MINDS__SETTINGS__2FA_TITLE
source: Two Factor Authentication
vi: Bảo mật 2 lớp

# MINDS__SETTINGS__REMOVE_2FA_ACTION
source: Remove two factor
vi: Bỏ bảo mật 2 lớp

# MINDS__SETTINGS__SMS_INPUT_HELP
source: Your SMS number.
vi: Số tin nhắn của bạn.

# MINDS__SETTINGS__SMS_INPUT_LABEL
source: eg. +44 07999 000909
vi: Ví dụ: +44 07999 000909

# MINDS__SETTINGS__SETUP_ACTION
source: Setup
vi: Cài đặt\n

# MINDS__SETTINGS__SENT_SMS_LABEL
source: We sent an SMS to <b>{INTERPOLATION}</b>. Enter the code below to complete your two factor setup.
vi: Chúng tôi vừa gửi một tin nhắn đến {START_BOLD_TEXT}{INTERPOLATION}{CLOSE_BOLD_TEXT}. Hãy nhập mã số bên dưới để hoàn thành cài đặt bảo mật hai lớp.

# MINDS__SETTINGS__SENDING_SMS_LABEL
source: We are sending an SMS to <b>{INTERPOLATION}</b>. Enter the code below to complete your two factor
vi: Chúng tôi đang gửi một tin nhắn đến {START_BOLD_TEXT}{INTERPOLATION}{CLOSE_BOLD_TEXT}. Hãy nhập mã vào bên dưới để hoàn tất bảo mật hai lớp của bạn.

# MINDS__SETTINGS__2FA_RETRY_ACTION
source: Retry
vi: Thử lại\n

# MINDS__SETTINGS__PAID_SUBSCRIPTIONS_TITLE
source: Paid Subscriptions
vi: Theo dõi có tính phí

source: Message
vi: Tin nhắn\n

# COMMON__INFINITE_SCROLL__LOAD_MORE
source: Click to load more
vi: Nhấn vào đây để tải thêm

# COMMON__INFINITE_SCROLL__NOTHING_MORE
source: Nothing more to load
vi: Không còn dữ liệu để tải\n

# COMMON__DATE_INPUT__MONTH_LABEL
source: Month
vi: Tháng\n

# COMMON__DATE_INPUT__DAY_LABEL
source: Day
vi: Ngày

# COMMON__DATE_INPUT__YEAR_LABEL
source: Year
vi: Năm

# COMMON__READ_MORE__ACTION
source: Read more
vi: Xem thêm

# COMMON__BADGES__VERIFIED
source: Verified
vi: Đã kiểm chứng

# COMMON__BADGES__FOUNDER
source: Founder
vi: Người sáng lập

# COMMON__AVATAR__CHANGE
source: Change avatar
vi: Đổi ảnh đại diện

# COMMON__AVATAR__ADD
source: Add an avatar
vi: Thêm ảnh đại diện

# COMMON__CAPTCHA__SIMPLE_SUM
source: What is {INTERPOLATION} {INTERPOLATION_1} {INTERPOLATION_2}?
vi: {INTERPOLATION} {INTERPOLATION_1} {INTERPOLATION_2} là gì?

# BOOST__CREATOR__BOOST_TYPE_TITLE
source: Boost Type
vi: Kiểu tăng cường

# BOOST__CREATOR__NEWSFEEDS_SELECTOR_DESC
source: Your content will appear on newsfeeds across the site.
vi: Nội dung của bạn sẽ xuất hiện trên bảng tin.

# BOOST__CREATOR__SIDEBARS_SELECTOR_DESC
source: Your content will display on the sidebars throughout the site.
vi: Nội dung của bạn sẽ hiển thị trên thanh bên trong toàn trang.

# BOOST__CREATOR__BID_TITLE
source: How many views do you want?
vi: Bạn muốn có bao nhiêu lượt xem?

# BOOST__CREATOR__OFFER_TITLE
source: What's your offer?
vi: Bạn muốn trả bao nhiêu?

# BOOST__CREATOR__VIEWS_INPUT_LABEL
source: views
vi: lượt xem

# BOOST__CREATOR__TARGET_TITLE
source: Target
vi: Mục tiêu

# BOOST__CREATOR__TARGET_TITLE_CTX
source: Search for the channel you want to boost to.
vi: Tìm kênh bạn muốn tăng cường.

# BOOST__CREATOR__PRIORITY_TITLE
source: Priority
vi: Ưu tiên

# BOOST__CREATOR__PRIORITY_TITLE_CTX
source: Priority content goes to the front of the line, but costs at least twice the price of a regular boost.
vi: Nội dung ưu tiên sẽ được xếp hàng đầu, nhưng chi phí sẽ gấp ít nhất là hai lần so với quảng cáo thông thường.

# BOOST__CREATOR__TARGET_INPUT_PLACEHOLDER
source: @channel
vi: @kênh

# BOOST__CREATOR__POST_TO_FACEBOOK_LABEL
source: Post to {INTERPOLATION}
vi: Đăng bài viết trên {INTERPOLATION}

# BOOST__CREATOR__BOOSTED_LABEL
source: Boosted!
vi: Đã tăng cường!

# MINDS__CARDS__ACTIVITY__BOOSTED_LABEL
source: Boosted
vi: Đã tăng cường

# MINDS__CARDS__ACTIVITY__BOOST_NOTICE
source: Boost this post to reach more people!
vi: Tăng cường bài viết này đến nhiều người hơn!

# MINDS__CARDS__ACTIVITY__PINNED_POST
source: This post is pinned
vi: Bài viết đã được ghim

# MINDS__CARDS__ACTIVITY__CLICK_TO_PIN
source: Click to pin this post to the top of your channel feed
vi: Nhấn để ghim bài viết này lên đầu kênh tin tức của bạn

# MINDS__CARDS__ACTIVITY__AWAITING_MODERATION
source: This post is awaiting moderation.
vi: Bài viết này đang chờ kiểm duyệt.

# BLOGS__DRAFT_LABEL
source: Draft
vi: Bản nháp

# COMMON__DATE_SELECTOR__PLACEHOLDER
source: Select a date
vi: Chọn một ngày

# COMMON__ADMIN_ACTIONS__MARK_AS_DELETED
source: Mark as deleted
vi: Đánh dấu là đã xoá\n

# COMMON__ADMIN_ACTIONS__UNDELETE
source: Undelete
vi: Bỏ xoá

# MONETIZATION__OVERVIEW__REVENUE_LABEL
source: Revenue
vi: Doanh thu

# MONETIZATION__OVERVIEW__REVENUE_TOOLTIP
source: You earn 25% of all revenue your referrals bring to Minds.
vi: Bạn sẽ nhận 25% doanh thu từ những người bạn giới thiệu vào Minds.\n

# MONETIZATION__OVERVIEW__BREAKDOWN_LINK
source: See Breakdown
vi: Xem chi tiết

# MONETIZATION__OVERVIEW__MONETIZE_ACTION
source: Monetize now
vi: Kiếm tiền ngay

# CHECKOUT__CARD__NUMBER_LABEL
source: Card number
vi: Số thẻ

# CHECKOUT__CARD__VISA_SELECTOR
source: Visa
vi: Visa\n

# CHECKOUT__CARD__MONTH_PLACEHOLDER
source: mm
vi: Tháng\n

# CHECKOUT__CARD__YEAR_PLACEHOLDER
source: yyyy
vi: Năm

# CHECKOUT__CARD__CVC_LABEL
source: CVC/Security Code
vi: CVC/Mã bảo mật

# CHECKOUT__CARD__CARDHOLDER_NAME
source: Card holders name
vi: Tên chủ thẻ

# CHECKOUT__CARD__CHECKOUT_TOOLTIP
source: Your credit card information is safe, secure and PCI compliant.
vi: Thông tin thẻ tín dụng của bạn được an toàn, bảo mật và phù hợp PCI.

# CHECKOUT__CAPTURING_DETAILS
source: Capturing card details...
vi: Đang thu thập chi tiết thẻ...

# CHECKOUT__WAITING_LABEL
source: One moment please...
vi: Vui lòng đợi một chút ...

# CHECKOUT__SAVED_CARDS_TITLE
source: Select a card to use
vi: Chọn một thẻ để sử dụng

# CHECKOUT__USE_NEW_CARD
source: Use a new card
vi: Sử dụng một thẻ mới

# ADS__BOOSTED_CONTENT
source: Boosted content
vi: Nội dung được tăng cường

# WALLET__PURCHASE__BUY_ACTION
source: BUY!
vi: MUA!

# WALLET__PURCHASE__RECURRING_10PCT_LABEL
source: Repeat this transaction every month and get <b>10%</b> more points
vi: Lặp lại giao dịch này hàng tháng và nhận thêm <b>10%</b> điểm nữa

# WALLET__PURCHASE__CANCEL_RECURRING_ACTION
source: Cancel recurring (<i>$</i>{INTERPOLATION})
vi: Huỷ thao tác định kỳ ({START_ITALIC_TEXT}${CLOSE_ITALIC_TEXT}{INTERPOLATION})

# WALLET__PURCHASE__COUPON_CODE_LABEL
source: Coupon code
vi: Mã giảm giá\n

# WALLET__PURCHASE__COUPON_CODE_TOOLTIP
source: If you have a discount / coupon code, please apply it here (only for subscriptions)
vi: Nếu bạn có mã giảm giá / phiếu mua hàng, vui lòng điền tại đây (chỉ dành cho các tài khoản theo dõi)

# WALLET__PURCHASE__SUCCESS_NOTICE
source: Great, you now have {INTERPOLATION} points!
vi: Tuyệt vời, hiện tại bạn có {INTERPOLATION} điểm!

# WALLET__PURCHASE__BUY_MORE_ACTION
source: Click here to BUY more.
vi: Nhấn vào đây để MUA thêm.

# BOOST__CONSOLE__INBOX_TAB
source: Inbox
vi: Hộp thư đến\n

# BOOST__CONSOLE__OUTBOX_TAB
source: Outbox
vi: Hộp thư đi

# WIRE__CONSOLE__WIRE_DESC
source: Wire allows you to receive money for rewards and exclusive content. You can configure your rewards on your channel page.
vi: Chuyển khoản cho phép bạn nhận tiền thưởng và nội dung độc quyền. Bạn có thể định cấu hình phần thưởng trên trang kênh của bạn.

# MONETIZATION__ONBOARDING__DOB_LABEL
source: Date of Birth
vi: Ngày sinh

# MONETIZATION__ONBOARDING__GENDER_LABEL
source: Gender
vi: Giới tính

# MONETIZATION__ONBOARDING__FEMALE_OPTION
source: Female
vi: Nữ

# MONETIZATION__ONBOARDING__MALE_OPTION
source: Male
vi: Nam\n

# MONETIZATION__ONBOARDING__SSN_LAST_4_LABEL
source: SSN (last 4 digits)
vi: Số an sinh xã hội (SSN)(4 số cuối)

# MONETIZATION__ONBOARDING__PERSONAL_ID_LABEL
source: Personal ID
vi: ID cá nhân

# MONETIZATION__ONBOARDING__CA_PERSONAL_ID_TOOLTIP
source: Social Insurance Number (SIN).
vi: Số bảo hiểm xã hội (SIN).\n

# MONETIZATION__ONBOARDING__HK_PERSONAL_ID_TOOLTIP
source: Hong Kong Identity Card (HKID).
vi: Thẻ căn cước Hong Kong (HKID).

# MONETIZATION__ONBOARDING__SG_PERSONAL_ID_TOOLTIP
source: National Registration Identity Card (NRIC).
vi: Thẻ căn cước công dân (NRIC).
