Repository: huangyingw/front
Catalog: src/locale/Minds.*.xliff
Languages: vi

# MONETIZATION__ONBOARDING__PERSONAL_ID_PLACEHOLDER
source: Personal ID number or code
vi: Số hoặc mã ID cá nhân

# MONETIZATION__ONBOARDING__ADDRESS_LABEL
source: Address
vi: Địa chỉ\n

# MONETIZATION__ONBOARDING__ADDRESS_PLACEHOLDER
source: House name/number, Street name
vi: Tên/số nhà, Tên đường

# MONETIZATION__ONBOARDING__CITY_LABEL
source: City
vi: Thành phố

# MONETIZATION__ONBOARDING__CITY_PLACEHOLDER
source: eg. New York City
vi: Ví dụ: Thành phố New York

# MONETIZATION__ONBOARDING__STATE_PROVINCE_LABEL
source: State / Province
vi: Bang / Tỉnh

# MONETIZATION__ONBOARDING__STATE_PROVINCE_PLACEHOLDER
source: State or province
vi: Tiểu-bang hoặc Tỉnh

# MONETIZATION__ONBOARDING__ZIP_CODE_LABEL
source: Zip (Postal) Code
vi: Mã bưu chính

# MONETIZATION__ONBOARDING__ZIP_CODE_PLACEHOLDER
source: eg. 10001
vi: Ví dụ: 10001

# MONETIZATION__ONBOARDING__PHONE_LABEL
source: Phone Number
vi: Số điện thoại

# MONETIZATION__ONBOARDING__PHONE_PLACEHOLDER
source: eg. 123-456789
vi: ví dụ: 123-456789

# MONETIZATION__ONBOARDING__AGREE_TERMS_LABEL
source: I have read and agree to the <a>Monetization Terms & Conditions</a>.
vi: Tôi đã đọc và đồng ý với các {START_LINK}Điều khoản và Điều kiện về Thương mại hoá{CLOSE_LINK}.

# MONETIZATION__ONBOARDING__NEXT_ACTION
source: Next
vi: Tiếp theo\n

# MONETIZATION__AFFILIATE__PROGRAM_SUBTITLE
source: Refer new users to Minds through your referral link, and earn 25% of the revenue they generate.
vi: Giới thiệu người dùng mới đến với Minds bằng đường dẫn giới thiệu của bạn, và bạn sẽ nhận được 25% doanh thu mà họ kiếm được.

# MONETIZATION__AFFILIATE__COPY_LINK
source: Copy and share the link above
vi: Sao chép và chia sẻ liên kết trên

# MONETIZATION__AFFILIATE__CLICK_TO_LEARN_MORE
source: <a>Click here</a> to find out more about the affiliate program.
vi: Nhấn vào đây để tìm hiểu thêm về chương trình liên kết.

# MONETIZATION__REVENUE__LEDGER__TYPE_COLUMN
source: Type
vi: Loại

# MONETIZATION__REVENUE__LEDGER__STATUS_COLUMN
source: Status
vi: Trạng thái

# MONETIZATION__REVENUE__LEDGER__REFUNDED_LABEL
source: Refunded
vi: Hoàn trả

# MONETIZATION__REVENUE__LEDGER__REFUNDED_TOOLTIP
source: A refund was issued for this payment. Funds will be deducted from your balance or reclaimed.
vi: Một khoản hoàn trả đã được cấp cho thanh toán này. Chi phí sẽ được khấu trừ từ số dư của bạn hoặc được thu hồi.

# MONETIZATION__REVENUE__LEDGER__DISPUTED_LABEL
source: Disputed
vi: Đã tranh chấp

# MONETIZATION__REVENUE__LEDGER__DISPUTED_TOOLTIP
source: This payment was disputed by the card holder.
vi: Khoản thanh toán này bị chủ thẻ từ chối.

# MONETIZATION__REVENUE__OPTIONS__PAYOUT_METHOD_TITLE
source: Payout Method
vi: Phương thức thanh toán

# MONETIZATION__REVENUE__OPTIONS__BANK_DETAILS_LABEL
source: Payouts will be sent to the bank account below. If you wish to add a new bank account, you can edit the account information below.
vi: Thanh toán sẽ được gửi đến tài khoản ngân hàng bên dưới. Nếu bạn muốn thêm một tài khoản mới, sửa thông tin tài khoản bên dưới.\n

# MONETIZATION__REVENUE__OPTIONS__NO_BANK_DETAILS_LABEL
source: You haven't setup your bank account yet. In order to receive payouts you will need to link your bank account.
vi: Bạn chưa thiết lập một tài khoản ngân hàng. Để nhận các khoản tiền bạn cần phải liên kết với tài khoản ngân hàng của bạn.\n

# MONETIZATION__REVENUE__OPTIONS__ENTER_BANK_DETAILS_BELOW_LABEL
source: Enter your new bank account details below.
vi: Nhập thông tin chi tiết tài khoản ngân hàng mới của bạn bên dưới.

# MONETIZATION__REVENUE__OPTIONS__ACCOUNT_NUMBER_IBAN_LABEL
source: Account Number / IBAN
vi: Số Tài khoản / IBAN

# MONETIZATION__REVENUE__OPTIONS__ROUTING_NUMBER_SORT_CODE_LABEL
source: Routing Number / Sort Code
vi: Số định tuyến / Mã ngân hàng

# MONETIZATION__REVENUE__OPTIONS__ADD_ACCOUNT_ACTION
source: Add account
vi: Thêm tài khoản

# MONETIZATION__REVENUE__OPTIONS__APPLY_ACTION
source: Apply
vi: Áp dụng

# MONETIZATION__REVENUE__OPTIONS__CANCEL_MONETIZATION_LABEL
source: Click below to leave the monetization program. You will <b>not</b> be able to rejoin in the future.
vi: Nhấp vào bên dưới để rời khỏi chương trình thương mại hoá. Bạn sẽ <b> không </b> thể tham gia lại trong tương lai.

# PLUS__SUBSCRIPTION__CURRENTLY_MEMBER
source: You are a currently a Plus member.
vi: Bạn đang là một thành viên Plus.

# PLUS__SUBSCRIPTION__CANCEL_PLUS_ACTION
source: Cancel Plus
vi: Hủy Plus

# PLUS__SUBSCRIPTION__CONGRATULATE_PLUS
source: Congratulations, you are now a Minds Plus member!
vi: Chúc mừng, bạn đã trở thành thành viên Minds Plus!

# PLUS__VERIFY__LINKS_INPUT_LABEL
source: Please enter two social media links, which link back to your Minds channel page
vi: Hãy nhập 2 liên kết mạng xã hội kết nối tới trang kênh Minds của bạn

# PLUS__VERIFY__DESCRIPTION_LABEL
source: Please give a brief statement as to why you should be verified
vi: Vui lòng đưa ra một tuyên bố ngắn gọn về lý do bạn nên được xác minh

# PLUS__VERIFY__SUBMIT_ACTION
source: Submit
vi: Gửi đi\n

# THIRD_PARTY_NETWORKS__FACEBOOK__DETACH_PAGE_ACTION
source: Detach page
vi: Tách trang

# THIRD_PARTY_NETWORKS__FACEBOOK__LINK_BOOST
source: Link your boosts to facebook
vi: Kết nối quảng cáo với Facebook

# THIRD_PARTY_NETWORKS__FACEBOOK__SELECT_PAGE_LABEL
source: Select a page to link below
vi: Chọn một trang để liên kết bên dưới

# BOOST__CONSOLE__LIST__EMPTY_BOOSTS
source: You have no boosted posts. <a> Create one</a>
vi: Bạn không có bài viết quảng cáo nào. <a> Tạo mới</a>\n

# BOOST__CONSOLE__LIST__EMPTY_P2P_BOOSTS
source: You have no boosts in your {INTERPOLATION}.
vi: Bạn không có quảng cáo trong {INTERPOLATION} của bạn.\n

# BOOST__CONSOLE__CARD__REVOKE_ACTION
source: Revoke
vi: Thu hồi

# BOOST__CONSOLE__CARD__PREVIOUS_REJECTION
source: Your boost was rejected: {INTERPOLATION}
vi: Quảng cáo của bạn bị từ chối: {INTERPOLATION}

# BOOST__CONSOLE__BOOSTER__CTA
source: Boosting guarantees more views on your posts and content.
vi: Quảng cáo đảm bảo cho bài đăng và bài viết của bạn nhiều lượt xem hơn.

# BOOST__CONSOLE__BOOSTER__YOUR_CHANNEL_TITLE
source: Your channel
vi: Kênh của bạn

# BOOST__CONSOLE__BOOSTER__YOUR_RECENT_MEDIA_TITLE
source: Your recent media
vi: Phương tiện truyền thông gần đây của bạn\n

# WIRE__CHANNEL__TABLE__REWARD_PLACEHOLDER
source: Describe the reward
vi: Mô tả phần thưởng

# WIRE__CHANNEL__TABLE__ADD_REWARD_ACTION
source: Add Reward
vi: Thêm phần thưởng

# WIRE__CHANNEL__OVERVIEW__WIRES_CARD_TOOLTIP
source: How many wires <span>@</span>{INTERPOLATION} has received in the last 30 days
vi: Bao nhiêu khoản{START_TAG_SPAN}@{CLOSE_TAG_SPAN}{INTERPOLATION} bạn đã nhận trong 30 ngày qua

# WIRE__CHANNEL__OVERVIEW__POINTS_CARD_TOOLTIP
source: This is <span>@</span>{INTERPOLATION}'s total volume (gross) of all Token wires received in the last 30 days
vi: Đây là <span>@</span>tổng số lượng (giá trị) của tất cả khoản chuyển Token của {INTERPOLATION} bạn đã nhận được trong 30 ngày trước

# WIRE__CHANNEL__OVERVIEW__BREAKDOWN_LINK
source: See breakdown
vi: Xem chi tiết

# WIRE__CHANNEL__OVERVIEW__BREAKDOWN_LINK_TOOLTIP
source: See a breakdown of all your Wires in your wallet
vi: Xem chi tiết tất cả Khoản Chuyển trong ví của bạn

# WIRE__CHANNEL__OVERVIEW__YOU_SENT_CARD_LABEL
source: You Sent
vi: Bạn đã gửi

# WIRE__CHANNEL__OVERVIEW__YOU_SENT_CARD_TOOLTIP
source: This is the amount you have wired to {INTERPOLATION} in the last 30 days
vi: Đây là số tiền bạn đã chuyển cho {INTERPOLATION} trong 30 ngày vừa qua

# WIRE__CREATOR__REWARDS__TITLE
source: {INTERPOLATION}'s rewards
vi: Phần thưởng của {INTERPOLATION}

# WIRE__CREATOR__REWARDS__YOU_SENT_LABEL
source: You have sent
vi: Bạn đã gửi

# WIRE__CREATOR__REWARDS__IN_THE_LAST_MONTH
source: in the last month.
vi: trong tháng trước.

# WIRE__CONSOLE__LEDGER__SENT_TAB
source: Sent
vi: Đã gửi

# WIRE__CONSOLE__LEDGER__RECEIVED_TAB
source: Received
vi: Đã nhận

# WIRE__CONSOLE__LEDGER__CHANNEL_COLUMN
source: Channel
vi: Kênh

# WIRE__CONSOLE__LEDGER__NO_WIRES_NOTICE
source: No Wires to show.
vi: Không có chuyển khoản nào.

# WIRE__CONSOLE__SUPPORTER__THIS_MONTH
source: this month
vi: tháng này

# WIRE__CONSOLE__SETTINGS__PREVIEW_DESC
source: The below description and preview image is what your subscribers will see on your exclusive posts until they become a supporter.
vi: Mô tả dưới đây và hình ảnh xem trước là những gì những người theo dõi bạn sẽ thấy trên các bài viết độc quyền của bạn cho đến khi họ trở thành người ủng hộ.

# WIRE__CONSOLE__SETTINGS__DESCRIPTION_LABEL
source: Description
vi: Mô tả

# WIRE__CONSOLE__SETTINGS__DESCRIPTION_PLACEHOLDER
source: eg. Support me to see my exclusive content and join me for a monthly video chat
vi: Ví dụ: Ủng hộ tôi để được xem nội dung độc quyền của tôi và trò chuyện hằng tháng bằng video cùng tôi.

# WIRE__CONSOLE__SETTINGS__BACKGROUND_LABEL
source: Background
vi: Lý lịch

# WIRE__CONSOLE__SETTINGS__PREVIEW_LABEL
source: Preview
vi: Xem trước

# WIRE__CONSOLE__SETTINGS__SAVING_LABEL
source: Saving…
vi: Đang lưu...

# WIRE__LOCK_SCREEN__ONLY_SUPPORTERS_TITLE_PART
source: Only supporters who wire you over
vi: Chỉ những người ủng hộ có thể chuyển khoản cho bạn

# WIRE__LOCK_SCREEN__USD_PER_MONTH
source: {INTERPOLATION}/month
vi: {INTERPOLATION}/tháng

# WIRE__LOCK_SCREEN__POINTS_PER_MONTH
source: {INTERPOLATION} points/month
vi: {INTERPOLATION} điểm/tháng

# WIRE__LOCK_SCREEN__WILL_SEE_TITLE_PART
source: will see this post.
vi: sẽ thấy bài viết này.

# WIRE__LOCK_SCREEN__LOCKED_LABEL
source: Locked
vi: Đã Khóa

# WIRE__LOCK_SCREEN__WIRE_ME_OVER_PART
source: Wire me over
vi: Chuyển khoản cho tôi

# WIRE__LOCK_SCREEN__TO_SEE_TITLE_PART
source: to see this post.
vi: để thấy bài viết này.

# WIRE__LOCK_SCREEN__UNLOCK_ACTION
source: Unlock
vi: Mở Khóa

# WIRE__LOCK_SCREEN__CAN_ONLY_BE_SEEN_TITLE_PART
source: This post can only be seen by supporters who wire
vi: Bài viết này chỉ có thể được nhìn thấy bởi những người ủng hộ đã chuyển khoản

# WIRE__LOCK_SCREEN__OVER_USD_PER_MONTH
source: over {INTERPOLATION}/month
vi: trên {INTERPOLATION}/tháng

# WIRE__LOCK_SCREEN__OVER_POINTS_PER_MONTH
source: over {INTERPOLATION} points/month
vi: trên {INTERPOLATION} điểm/tháng

# WIRE__LOCK_SCREEN__TO_USERNAME_PART
source: to @{INTERPOLATION}
vi: đến @{INTERPOLATION}

# WIRE__CONSOLE__OVERVIEW__MONEY_WIRES_TOOLTIP
source: The total wires you have received
vi: Tổng số khoản bạn đã nhận

# WIRE__CONSOLE__OVERVIEW__MONEY_EARNINGS_TOOLTIP
source: The total in USD you have earned
vi: Tổng số bằng USD bạn đã kiếm được

# TRANSLATE__TO_LABEL
source: Translate to:
vi: Dịch sang:

# TRANSLATE__LANGUAGE_PLACEHOLDER
source: Language…
vi: Ngôn ngữ...

# TRANSLATE__PREFERRED_LANGUAGES_LABEL
source: Preferred Languages
vi: Ngôn ngữ ưu tiên

# TRANSLATE__TRANSLATING_LABEL
source: Translating
vi: Đang dịch

# TRANSLATE__TRANSLATING_TO_PART
source: to <b>{INTERPOLATION}</b>
vi: sang <b>{INTERPOLATION}{{id="CLOSE_BOLD_TEXT" ctype="x-b" equiv-text="</b>"}

# TRANSLATE__TRANSLATED_LABEL
source: Translated
vi: Đã dịch

# TRANSLATE__TRANSLATED_FROM_PART
source: from <b>{INTERPOLATION}</b>
vi: từ <b>{INTERPOLATION}{{id="CLOSE_BOLD_TEXT" ctype="x-b" equiv-text="</b>"}

# TRANSLATE__HIDE_TRANSLATION_ACTION
source: Hide translation
vi: Ẩn bản dịch

# TRANSLATE__CHANGE_LANGUAGE_ACTION
source: Change language
vi: Thay đổi ngôn ngữ

# TRANSLATE__ERROR_TRANSLATING_LABEL
source: There was an error when translating this content.
vi: Có lỗi khi đang dịch nội dung này.

# TRANSLATE__DISMISS_ACTION
source: Dismiss
vi: Bỏ qua

# FORMS__LOGIN__FORGOT_PASSWORD_LINK
source: Forgot Password?
vi: Quên mật khẩu?

# FORMS__LOGIN__2FA_LOGIN_TITLE
source: Twofactor Login
vi: Đăng nhập hai lớp

# FORMS__LOGIN__2FA_LOGIN_SMS_SENT
source: We just sent you a text. Enter the code below to authenticate.
vi: Chúng tôi vừa gửi cho bạn một tin nhắn. Nhập mã dưới đây để xác nhận.

# FORMS__REGISTER__CONFIRM_PASSWORD_PLACEHOLDER
source: Confirm your password
vi: Xác nhận mật khẩu

# FORMS__REGISTER__SIGNUP_ACTION
source: Signup
vi: Đăng ký

# FORMS__REGISTER__TOS_ACCEPTANCE_LABEL
source: I accept the <a> Terms & Conditions </a>
vi: Tôi chấp nhận <a> Điều khoản và Điều Kiện </a>

# FORMS__FB_REGISTER__USERNAME_LABEL
source: Pick a username
vi: Chọn tên người dùng

# FORMS__FB_REGISTER__USERNAME_PLACEHOLDER
source: Username (eg. @me)
vi: Tên Người Dùng (ví dụ @toi)

# FORMS__ONBOARDING__AVATAR_LABEL
source: Avatar
vi: Ảnh đại diện

# FORMS__CATEGORIES_SELECTOR__INTEREST_TITLE
source: What are you interested in?
vi: Bạn quan tâm đến điều gì?

# FORMS__CATEGORIES_SELECTOR__INTEREST_DESC
source: Select from the categories below so we can show you great content
vi: Chọn từ các danh mục dưới đây để chúng tôi có thể mang đến cho bạn nội dung phù hợp nhất

# FORMS__TUTORIAL__EARN_POINTS
source: Earn points for using the app
vi: Kiếm điểm khi sử dụng ứng dụng

# FORMS__TUTORIAL__EXCHANGE_POINTS
source: Exchange your points for views on your content
vi: Đổi điểm lấy lượt xem trên nội dung của bạn

# FORMS__TUTORIAL__MONETIZE_YOUR_CHANNEL
source: Monetize your channel
vi: Thương mại hoá kênh của bạn

# FORMS__TUTORIAL__E2E_ENCRYPTION
source: Protect your privacy with end-to-end encryption
vi: Bảo vệ quyền riêng tư của bằng mã hoá từ đầu đến cuối\n

# FORMS__TUTORIAL__FIND_PEOPLE
source: Find people in cities around the world with geo-discovery
vi: Tìm người trên khắp thế giới bằng khám phá địa lý

# FORMS__TUTORIAL__EXPAND_YOUR_AUDIENCE
source: Expand your audience and subscribers
vi: Mở rộng lượng độc giả và người theo dõi bạn

# FORMS__TUTORIAL__GROUPS
source: Create open and closed groups
vi: Tạo nhóm mở và nhóm kín

# FORMS__TUTORIAL__SEARCH
source: Search and create videos, images, blogs
vi: Tìm và tạo video, hình ảnh, blog

# FORMS__TUTORIAL__EXPRESS_YOURSELF
source: Express yourself freely without censorship
vi: Tự do thể hiện bản thân mà không bị kiểm duyệt

# FORMS__TUTORIAL__REWARDS
source: Rewards
vi: Phần thưởng

# FORMS__TUTORIAL__POST_TEXT_ACTIVITY
source: Post a text/link activity
vi: Đăng một văn bản/liên kết

# FORMS__TUTORIAL__GET_COMMENTED
source: Get commented on
vi: Đã được bình luận trên

# FORMS__TUTORIAL__BE_SUBSCRIBED
source: Be subscribed to
vi: Được

# FORMS__TUTORIAL__GET_VOTED_UP
source: Get voted up
vi: Được tán thành

# FORMS__TUTORIAL__GET_REMINDED
source: Get reminded
vi: Được nhắc nhở

# FORMS__TUTORIAL__POST_RICH_ACTIVITY
source: Post a rich media activity
vi: Đăng một bài viết đa phương tiện

# FORMS__TUTORIAL__PUBLISH_BLOG
source: Publish a blog
vi: Xuất bản một blog

# FORMS__TUTORIAL__HOURLY_REWARD
source: Hourly
vi: Hàng giờ

# MODALS__INVITE__DESCRIPTION
source: Send the link below to your friends:
vi: Gửi liên kết bên dưới tới bạn của bạn:

# MODALS__REMIND_COMPOSER__REMIND_TITLE
source: Remind
vi: Nhắc nhở

# MODALS__REMIND_COMPOSER__PLACEHOLDER
source: Enter your remind status here (optional)
vi: Nhập trạng thái nhắc nhở của bạn ở đây (tùy chọn)

# MODALS__SHARE__ON_FACEBOOK
source: Share on Facebook
vi: Chia sẻ trên Facebook

# MODALS__SHARE__ON_TWITTER
source: Share on Twitter
vi: Chia sẻ trên Twitter

# MODALS__SIGNUP__ON_ACTION_SUBTITLE
source: You need to have a channel in order to {INTERPOLATION}
vi: Bạn cần có một kênh để {INTERPOLATION}

# MODALS__SIGNUP__SUBTITLE
source: An open-source, community-owned <b>social network</b> providing tools for revenue, reach, privacy and Internet freedom.
vi: Một mạng xã hội nguồn mở, thuộc sở hữu bởi cộng đồng mạng xã hội cung cấp các công cụ cho doanh thu, phạm vi tiếp cận, quyền riêng tư và tự do Internet.\n

# MODALS__SIGNUP__WITH_FACEBOOK
source: Signin with Facebook
vi: Đăng nhập bằng Facebook

# MODALS__SIGNUP__WITH_MINDS
source: Signin with Minds
vi: Đăng nhập bằng Minds

# MODALS__SIGNUP__ANDROID_APP_ALT
source: Android app on Google Play
vi: Ứng dụng Android trên Google Play

# MODALS__SIGNUP__MAYBE_LATER
source: Maybe later
vi: Lúc khác

# MODALS__SIGNUP__ALREADY_HAVE_CHANNEL
source: Already have a channel? Click here.
vi: Đã có một kênh? Nhấn vào đây.

# PAYMENTS__PAYWALL__EXCLUSIVE_DESC
source: Only paid subscribers can see this post
vi: Chỉ những người theo dõi đã trả phí mới có thể xem bài viết này

# PAYMENTS__PAYWALL__VIEW_ACTION
source: View
vi: Xem

# PAYMENTS__PAYWALL__SUPPORTERS_ONLY
source: This post is only available to supporters.
vi: Bài viết này chỉ dành cho những người ủng hộ.

# PAYMENTS__PAYWALL__USD_PER_MONTH
source: $ {INTERPOLATION} / month
vi: $ {INTERPOLATION} / tháng

# PAYMENTS__PAYWALL_CANCEL__ACTION
source: Cancel Subscription
vi: Hủy theo dõi

# REPORT__CREATOR__REPORT_NOTE_PLACEHOLDER
source: Please explain why you think this content should not be on Minds.
vi: Vui lòng giải thích tại sao bạn nghĩ nội dung này không nên có trên Minds.

# REPORT__CREATOR__DMCA_NOTICE
source: Please submit a DMCA notice to copyright@minds.com.
vi: Vui lòng gửi thông báo DMCA đến copyright@minds.com.

# REPORT__CREATOR__SUBMIT_ACTION
source: SUBMIT
vi: GỬI

# REPORT__CREATOR__NEXT_ACTION
source: NEXT
vi: TIẾP THEO

# MINDS__CARDS__COMMENT__PRESS_ESC_TO_CANCEL
source: Press ESC to cancel
vi: Ấn ESC để huỷ\n

# MINDS__BUTTONS__FEATURE__CATEGORY_PLACEHOLDER
source: -- SELECT A CATEGORY --
vi: -- CHỌN MỘT DANH MỤC --

# MINDS__BUTTONS__USER_DROPDOWN__BLOCK
source: Block @{INTERPOLATION}
vi: Chặn @{INTERPOLATION}

# MINDS__BUTTONS__USER_DROPDOWN__UNBLOCK
source: Un-Block @{INTERPOLATION}
vi: Bỏ chặn @{INTERPOLATION}

# MINDS__BUTTONS__USER_DROPDOWN__UNSUBSCRIBE
source: Unsubscribe
vi: Huỷ theo dõi

# MINDS__BUTTONS__USER_DROPDOWN__BAN_GLOBALLY
source: Ban globally
vi: Cấm trên toàn cầu

# MINDS__BUTTONS__USER_DROPDOWN__UNBAN_GLOBALLY
source: Un-ban globally
vi: Bỏ cấm trên toàn cầu

# MINDS__BUTTONS__USER_DROPDOWN__BAN_FROM_MONETIZATION
source: Ban from Monetization
vi: Cấm sử dụng Thương mại hoá

# MINDS__BUTTONS__USER_DROPDOWN__UNBAN_FROM_MONETIZATION
source: Un-ban from Monetization
vi: Bỏ cấm sử dụng Thương mại hoá

# MINDS__BUTTONS__USER_DROPDOWN__BAN_USER_CONFIRM_MESSAGE
source: Are you sure you want to ban this user?<br/><br/> This will close all open sessions and lock him/her out from Minds.
vi: Bạn có chắc là muốn cấm người dùng này không?<br/><br/> Việc này sẽ đóng tất cả các phiên đang mở và sẽ chặn họ khỏi Minds.

# MINDS__BUTTONS__USER_DROPDOWN__BAN_USER_SUCCESS_MESSAGE
source: User has been banned.
vi: Người dùng này đã bị cấm.

# MINDS__BUTTONS__USER_DROPDOWN__BAN_MONETIZATION_CONFIRM_MESSAGE
source: Are you sure you want to ban this user from monetization?<br/><br/> This will close all open sessions and decline pending payments.<br/> There's no UNDO. This will NOT ban the user from Minds.
vi: Bạn có chắc chắn muốn cấm người dùng này thương mại hoá không?<br/><br/> Việc này sẽ đóng tất cả các phiêm đang mở và từ chối các khoản thanh toán đang chờ xử lý. <br/> Hành động này không thể PHỤC HỒI. Việc này sẽ KHÔNG cấm người dùng này sử dụng Minds.

# MINDS__BUTTONS__USER_DROPDOWN__BAN_MONETIZATION_SUCCESS_MESSAGE
source: User has been banned from monetization.
vi: Người dùng đã bị cấm thương mại hoá

# MINDS__BANNER__ADD_NEW_BANNER
source: Click here to add a new banner
vi: Nhấn vào đây để thêm một ảnh bìa mới

# MINDS__SOCIAL_ICONS__EMBED_CODE
source: Embeddable code
vi: Mã nhúng

# MINDS__COMMENTS__LOADING_ELLIPSIS
source: Loading…
vi: Đang tải...

# MINDS__COMMENTS__LOAD_ACTION
source: Load
vi: Tải

# MINDS__COMMENTS__TRY_AGAIN_ACTION
source: Try again
vi: Thử lại

# MINDS__COMMENTS__LOAD_EARLIER_ACTION
source: Load earlier
vi: Tải phần trước đó

# MINDS__COMMENTS__START_CONVERSATION
source: Start the conversation!
vi: Bắt đầu cuộc đối thoại!

# COMMON__POST_MENU__UNFEATURE
source: un-Feature
vi: Ngưng tính năng

# COMMON__POST_MENU__MONETIZE
source: Monetize
vi: Thương mại hoá

# COMMON__POST_MENU__UNMONETIZE
source: un-Monetize
vi: Ngưng Thương mại hoá

# COMMON__POST_MENU__UNSUBSCRIBE
source: Unsubscribe
vi: Hủy theo dõi

# COMMON__POST_MENU__SET_AS_EXPLICIT
source: Set as Explicit
vi: Đặt làm Nhạy cảm

# COMMON__POST_MENU__REMOVE_EXPLICIT
source: Remove Explicit
vi: Gở bỏ Tính nhạy cảm

# COMMON__POST_MENU__DELETE_MODAL_MESSAGE
source: Are you sure you want to delete this post? There's no UNDO.
vi: Bạn có chắc là muốn xóa bài viết này? Việc này sẽ không thể KHÔI PHỤc.

# COMMON__POST_MENU__DELETE_MODAL_ATTACHMENT_MESSAGE
source: This action will also delete the attached media from your gallery.
vi: Hành động này sẽ đồng thời xóa những phương tiện truyền thông đính kèm khỏi bộ sưu tập của bạn.

# COMMON__POST_MENU__DELETE_CONFIRMATION_MESSAGE
source: The post has been deleted.
vi: Bài viết đã bị xóa.

# REPORT__CONSOLE__APPEALED_TAB
source: Appealed
vi: Đã khiếu nại

# REPORT__CONSOLE__REASON_LABEL
source: The following post has been <b>{INTERPOLATION}</b> because it <b>{INTERPOLATION_1}</b>.
vi: Bài viết này đã bị <b>{INTERPOLATION}{CLOSE_BOLD_TEXT} bởi vì nó {START_BOLD_TEXT}{INTERPOLATION_1}</b>.

# REPORT__CONSOLE__APPEAL_ACTION
source: Appeal
vi: Khiếu nại

# SETTINGS__BILLING__SAVED_CARDS__TITLE
source: Payment Methods
vi: Phương thức thanh toán

# SETTINGS__BILLING__SAVED_CARDS__ADD_NEW_CARD_LABEL
source: Add a new card
vi: Thêm một thẻ mới

# SETTINGS__BILLING__SAVED_CARDS__ADD_ACTION
source: ADD
vi: THÊM

# SETTINGS__SUBSCRIPTIONS__TITLE
source: Recurring Payments
vi: Thanh toán định kỳ

# SETTINGS__NAVIGATION__GENERAL_NAV
source: General
vi: Cài đặt chung

# SETTINGS__NAVIGATION__DISABLE_NAV
source: Deactivate Channel
vi: Hủy kích hoạt kênh

# SETTINGS__NAVIGATION__2FA_NAV
source: TwoFactor Authentication
vi: Bảo mật 2 lớp

# SETTINGS__NAVIGATION__BILLINGS_NAV
source: Billing
vi: Hoá đơn

# SETTINGS__NAVIGATION__REPORTED_CONTENT_NAV
source: Reported Content
vi: Nội dung đã bị báo cáo

# MINDS__ONBOARDING__CHANNEL_TEXT
source: Design Your Channel
vi: Thiết kế kênh của bạn

# MINDS__ONBOARDING__CHANNEL_SUBTEXT
source: Setup your avatar, banner, personal bio and more
vi: Thiết lập ảnh đại diện, ảnh bìa, tiểu sử và những thứ khác

# MINDS__ONBOARDING__SUBSCRIBE_TEXT
source: Subscribe to channels
vi: Theo dõi kênh

# MINDS__ONBOARDING__SUBSCRIBE_SUBTEXT
source: Click here to find the content you love to fill your newsfeed
vi: Nhấn vào đây để tìm kiếm nội dung bạn muốn xuất hiện trên Bảng Tin của mình

# NOTIFICATIONS__NOTIFICATIONS__ALL_FILTER
source: All
vi: Tất cả

# NOTIFICATIONS__NOTIFICATIONS__TAGS_FILTER
source: tags
vi: Thẻ

# NOTIFICATIONS__NOTIFICATIONS__COMMENTS_FILTER
source: Comments
vi: Bình luận

# NOTIFICATIONS__NOTIFICATIONS__VOTES_FILTER
source: Votes
vi: Bình chọn

# NOTIFICATIONS__NOTIFICATIONS__REMINDS_FILTER
source: Reminds
vi: Nhắc nhở

# NOTIFICATIONS__FLYOUT__VIEW_ALL_ACTION
source: View all
vi: Xem tất cả

# NOTIFICATIONS__NOTIFICATION__FRIENDS_MATCH
source: You have a match! {INTERPOLATION} subscribed to you
vi: Bạn có một đối tượng phù hợp! {INTERPOLATION} đã theo dõi bạn

# NOTIFICATIONS__NOTIFICATION__FRIENDS
source: {INTERPOLATION} subscribed to you
vi: {INTERPOLATION} đã theo dõi bạn

# NOTIFICATIONS__NOTIFICATION__GROUP_INVITE
source: {INTERPOLATION} invited you to join <span>{INTERPOLATION_1}</span>
vi: {INTERPOLATION} đã mời bạn gia nhập <span>{INTERPOLATION_1}</span>

# NOTIFICATIONS__NOTIFICATION__GROUP_KICK
source: You were kicked off from <span>{INTERPOLATION}</span>
vi: Bạn đã bị đá khỏi nhóm <span>{INTERPOLATION}</span>

# NOTIFICATIONS__NOTIFICATION__GROUP_ACTIVITY
source: <span>{INTERPOLATION}</span> posted in <span>{INTERPOLATION_1}</span>
vi: <span>{INTERPOLATION}</span> đã đăng bài viết trong <span>{INTERPOLATION_1}</span>
